Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: Hotel Fee (Fixed)
de_de: Hotelgebühr (fest)
es_es: Tarifa de hotel (fija)

source: Hotel Fees (%)
de_de: Hotelgebühren (%)
es_es: Tarifas de hotel (%)

source: Hourly
de_de: Stündlich
es_es: Cada hora

source: Hourly @ :%02d
de_de: Stündlich @ :%02d
es_es: Cada hora @ :%02d

source: Hoverable Table
de_de: Schwebetisch
es_es: Mesa flotante

source: How do I add the booking form to my website?
de_de: Wie füge ich das Buchungsformular zu meiner Website hinzu?
es_es: ¿Cómo agrego el formulario de reserva a mi sitio web?

source: How do I enable online payments?
de_de: Wie aktiviere ich Online-Zahlungen?
es_es: ¿Cómo habilito los pagos en línea?

source: How do I prevent double bookings?
de_de: Wie verhindere ich Doppelbuchungen?
es_es: ¿Cómo evito reservas dobles?

source: How far the shadow spreads
de_de: Wie weit breitet sich der Schatten aus?
es_es: ¿Hasta dónde se extiende la sombra?

source: Human-in-the-Loop
es_es: Humano en el circuito

source: Human-in-the-Loop (draft to Outbox)
de_de: Human-in-the-Loop (Entwurf zum Postausgang)
es_es: Human-in-the-Loop (borrador a la bandeja de salida)

source: ID
es_es: IDENTIFICACIÓN

source: If enabled, pending bookings are treated as occupied.
de_de: Wenn aktiviert, werden ausstehende Buchungen als belegt behandelt.
es_es: Si está habilitado, las reservas pendientes se tratan como ocupadas.

source: Import not implemented for this entity
de_de: Der Import ist für diese Entität nicht implementiert
es_es: Importación no implementada para esta entidad

source: Important Settings:
de_de: Wichtige Einstellungen:
es_es: Configuraciones importantes:

source: Inactive
de_de: Inaktiv
es_es: Inactivo

source: Info
es_es: Información

source: Info:
es_es: Información:

source: Information AI uses to personalize responses. Toggle "Send to AI" to control what data is shared.
de_de: Informationen, die KI verwendet, um Antworten zu personalisieren.
es_es: Información que la IA utiliza para personalizar las respuestas.

source: Inherit from theme
de_de: Vom Thema erben
es_es: Heredar del tema

source: Inherit global setting
de_de: Globale Einstellung übernehmen
es_es: Heredar configuración global

source: Input field
de_de: Eingabefeld
es_es: Campo de entrada

source: Input Shadow
de_de: Eingabefeld-Schatten
es_es: Sombra de entrada

source: Input States
de_de: Eingabezustände
es_es: Estados de entrada

source: Insights report
de_de: Insights-Bericht
es_es: Informe de perspectivas

source: Instant confirmation flow
de_de: Sofortiger Bestätigungsfluss
es_es: Flujo de confirmación instantánea

source: Internal cost per occupied night for gross profit calculations. Stored in cents.
de_de: Interne Kosten pro belegter Nacht für Bruttogewinnberechnungen.
es_es: Costo interno por noche ocupada para cálculos de utilidad bruta.

source: Interval (min)
de_de: Intervall (min)
es_es: Almacenado en centavos.

source: Invalid amount
de_de: Ungültiger Betrag
es_es: Cantidad no válida

source: Invalid appointment.
de_de: Ungültiger Termin.
es_es: Cita inválida.

source: Invalid appointment/resource.
de_de: Ungültiger Termin/ungültige Ressource.
es_es: Cita/recurso no válido.

source: Invalid booking ID
de_de: Ungültige Buchungs-ID
es_es: ID de reserva no válido

source: Invalid coupon code
de_de: Ungültiger Gutscheincode
es_es: Código de cupón no válido

source: Invalid data
de_de: Ungültige Daten
es_es: Alterna "Enviar a AI" para controlar qué datos se comparten.

source: Invalid date/time.
de_de: Ungültiges Datum/Uhrzeit.
es_es: Fecha/hora no válida.

source: Invalid dates.
de_de: Ungültige Daten.
es_es: Fechas no válidas.

source: Invalid email address.
de_de: Ungültige E-Mail-Adresse.
es_es: Dirección de correo electrónico no válida.

source: Invalid email recipient.
de_de: Ungültiger E-Mail-Empfänger.
es_es: Destinatario de correo electrónico no válido.

source: Invalid item.
de_de: Ungültiger Artikel.
es_es: Artículo no válido.

source: Invalid JSON
de_de: Ungültiger JSON
es_es: JSON no válido

source: Invalid mode specified
de_de: Ungültiger Modus angegeben
es_es: Modo no válido especificado

source: Invalid request
de_de: Ungültige Anfrage
es_es: Solicitud no válida

source: Invalid request. Please check your input and try again.
de_de: Ungültige Anfrage. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es_es: Solicitud no válida. Por favor, revise su entrada e inténtelo de nuevo.

source: Invalid rule type.
de_de: Ungültiger Regeltyp.
es_es: Tipo de regla no válido.

source: Invalid rule.
de_de: Ungültige Regel.
es_es: Regla no válida.

source: Invalid token
de_de: Ungültiges Token
es_es: Token no válido

source: Invoice
de_de: Rechnung
es_es: Factura

source: Invoice (company)
de_de: Rechnung (Firma)
es_es: Factura (empresa)

source: Invoice (Default)
de_de: Rechnung (Standard)
es_es: Factura (predeterminada)

source: Invoice details
de_de: Rechnungsdetails
es_es: Detalles de la factura

source: Invoice for booking #{booking_id}
de_de: Rechnung für Buchung #{booking_id}
es_es: Factura de la reserva n.°{booking_id}

source: Invoice not found
de_de: Rechnung nicht gefunden
es_es: Factura no encontrada

source: Invoice PDF not available
de_de: Rechnungs-PDF nicht verfügbar
es_es: PDF de factura no disponible

source: Invoice Terms
de_de: Rechnungsbedingungen
es_es: Términos de factura

source: Invoices (unpaid bookings)
de_de: Rechnungen (unbezahlte Buchungen)
es_es: Facturas (reservas impagas)

source: Invoices processed.
de_de: Rechnungen bearbeitet.
es_es: Facturas procesadas.

source: Items per page
de_de: Artikel pro Seite
es_es: Artículos por página

source: King Bed
de_de: Kingsize-Bett
es_es: Cama King

source: Label and type are required
de_de: Bezeichnung und Typ sind erforderlich
es_es: Se requiere etiqueta y tipo

source: Language
de_de: Sprache
es_es: Idioma

source: Language:
de_de: Sprache:
es_es: Idioma:

source: Last 30 Days
de_de: Letzte 30 Tage
es_es: Últimos 30 días

source: Last Migration:
de_de: Letzte Migration:
es_es: Última migración:

source: Last name
de_de: Nachname
es_es: Apellido

source: Last Run
de_de: Letzte Ausführung
es_es: Última ejecución

source: Latest Bookings
de_de: Neueste Buchungen
es_es: Últimas reservas

source: LazyBookings CEO
de_de: CEO von LazyBookings
es_es: CEO de LazyBookings

source: LazyBookings Dashboard
es_es: Panel de control de LazyBookings

source: LazyBookings Exceptions (next 30 days)
de_de: LazyBookings-Ausnahmen (nächste 30 Tage)
es_es: Excepciones de LazyBookings (próximos 30 días)

source: LazyBookings Help
de_de: LazyBookings-Hilfe
es_es: Ayuda de LazyBookings

source: LazyBookings plugin required
de_de: LazyBookings-Plugin erforderlich
es_es: Se requiere el complemento LazyBookings

source: LazyBookings Setup Wizard
de_de: LazyBookings-Setup-Assistent
es_es: Asistente de configuración de LazyBookings

source: LazyBookings Staff
de_de: LazyBookings-Mitarbeiter
es_es: Personal de LazyBookings

source: LazyBookings Test Email
es_es: Correo electrónico de prueba de LazyBookings

source: LazyBookings Working Hours
de_de: LazyBookings-Arbeitszeiten
es_es: Horario de trabajo de LazyBookings

source: Leave empty if off
de_de: Wenn die Option deaktiviert ist, lassen Sie das Feld leer
es_es: Dejar vacío si está apagado

source: Leave this field empty
de_de: Lassen Sie dieses Feld leer
es_es: Deja este campo vacío

source: Legend
de_de: Legende
es_es: Leyenda

source: Limit per run
de_de: Limit pro Lauf
es_es: Límite por carrera

source: Limit this class to specific days/times. Choose a window (any time inside) or fixed weekly start times (e.g. Fri 18:00). If left empty, global working hours apply.
de_de: Beschränken Sie diesen Kurs auf bestimmte Tage/Zeiten.
es_es: Limite esta clase a días/horarios específicos.

source: Link
es_es: Enlace

source: List amenities, one per line or comma-separated
de_de: Listen Sie die Annehmlichkeiten auf, eine pro Zeile oder durch Kommas getrennt
es_es: Elija una ventana (en cualquier momento dentro) o horarios de inicio semanales fijos (por ejemplo, viernes a las 18:00).

source: Live Preview
de_de: Live-Vorschau
es_es: Vista previa en vivo

source: Load
de_de: Laden
es_es: Carga

source: Load default templates
de_de: Laden Sie Standardvorlagen
es_es: Cargar plantillas predeterminadas

source: Loaded Styles Test
de_de: Test geladener Stile
es_es: Prueba de estilos cargados

source: Loading
de_de: Lädt
es_es: Cargando

source: Loading appointment detailsâ€¦
de_de: Termindetails werden geladen …
es_es: Cargando detalles de la cita...

source: Loading availabilityâ€¦
de_de: Verfügbarkeit wird geladen...
es_es: Si se deja vacío, se aplican las horas laborales globales.

source: Loading available timesâ€¦
de_de: Verfügbare Zeiten werden geladen …
es_es: Cargando horarios disponibles...

source: Loading calendarâ€¦ This may take a few seconds.
de_de: Kalender wird geladen … Dies kann einige Sekunden dauern.
es_es: Cargando calendario... Esto puede tardar unos segundos.

source: Loading resourcesâ€¦
de_de: Ressourcen werden geladen...
es_es: Cargando recursos...

source: Loading room suggestionsâ€¦
de_de: Vorschläge für den Laderaum …
es_es: Cargando sugerencias de salas...

source: Location name is required
de_de: Standortname ist erforderlich
es_es: El nombre de la ubicación es obligatorio.

source: Location:
de_de: Standort:
es_es: Ubicación:

source: Log errors and events to file
de_de: Protokollieren Sie Fehler und Ereignisse in einer Datei
es_es: Registrar errores y eventos para archivar

source: Log file is empty.
de_de: Die Protokolldatei ist leer.
es_es: El archivo de registro está vacío.

source: Log file not found.
de_de: Protokolldatei nicht gefunden.
es_es: Archivo de registro no encontrado.

source: Log In
de_de: Einloggen
es_es: Acceso

source: Log Level
de_de: Protokollebene
es_es: Nivel de registro

source: Log preview
de_de: Protokollvorschau
es_es: Vista previa del registro

source: Logging
de_de: Protokollierung
es_es: Explotación florestal

source: Logging is currently disabled in Settings.
de_de: Die Protokollierung ist derzeit in den Einstellungen deaktiviert.
es_es: El registro está actualmente deshabilitado en Configuración.

source: Logging:
de_de: Protokollierung:
es_es: Explotación florestal:

source: Logout
de_de: Abmelden
es_es: Cerrar sesión

source: Logs
de_de: Protokolle
es_es: Registros

source: Lost Password?
de_de: Passwort vergessen?
es_es: ¿Perdiste tu contraseña?

source: Luxury suite with separate living area
de_de: Luxuriöse Suite mit separatem Wohnbereich
es_es: Suite de lujo con sala de estar independiente

source: mail@example.com, +1-555-0000
es_es: correo@ejemplo.com, +1-555-0000

source: Main background color for booking form
de_de: Haupthintergrundfarbe für das Buchungsformular
es_es: Color de fondo principal del formulario de reserva

source: Main text color
de_de: Haupttextfarbe
es_es: Color del texto principal

source: Manage %s â†’
de_de: Verwalten Sie %s â†’
es_es: Administrar %s â†’

source: Manage AI API Keys
de_de: AI-API-Schlüssel verwalten
es_es: Administrar claves API de IA

source: Manage AI Settings
de_de: KI-Einstellungen verwalten
es_es: Administrar la configuración de IA

source: Manage all your bookings and appointments
de_de: Verwalten Sie alle Ihre Buchungen und Termine
es_es: Gestiona todas tus reservas y citas

source: Manage Booking Settings
de_de: Buchungseinstellungen verwalten
es_es: Administrar configuración de reserva

source: Manage columns
de_de: Spalten verwalten
es_es: Administrar columnas

source: Manage Own Availability
de_de: Eigene Verfügbarkeit verwalten
es_es: Gestionar la propia disponibilidad

source: Manage Own Bookings (Staff)
de_de: Eigene Buchungen verwalten (Personal)
es_es: Gestionar reservas propias (personal)

source: Manage Rooms
de_de: Räume verwalten
es_es: Administrar habitaciones

source: Manage your team members and their working hours
de_de: Verwalten Sie Ihre Teammitglieder und deren Arbeitszeiten
es_es: Administre los miembros de su equipo y sus horas de trabajo.

source: Managing Appointments
de_de: Termine verwalten
es_es: Gestionar citas

source: Manicure
de_de: Maniküre
es_es: Manicura

source: Manual Anonymization
de_de: Manuelle Anonymisierung
es_es: Anonimización manual

source: Manual Button Text Color
de_de: Textfarbe der manuellen Schaltfläche
es_es: Color del texto del botón manual

source: Manual Order
de_de: Manuelle Bestellung
es_es: Orden manual

source: Massage
es_es: Masaje

source: Max adults: %d
de_de: Max. Erwachsene: %d
es_es: Adultos máximo: %d

source: Max children: %d
de_de: Max. Kinder: %d
es_es: Número máximo de niños: %d

source: Max Occupancy
de_de: Maximale Belegung
es_es: Ocupación máxima

source: Maximum number of simultaneous bookings this resource can handle (e.g., 1 for exclusive use, 10 for a meeting room).
de_de: Maximale Anzahl gleichzeitiger Buchungen, die diese Ressource verarbeiten kann (z. B. 1 für die exklusive Nutzung, 10 für einen Besprechungsraum).
es_es: Número máximo de reservas simultáneas que este recurso puede manejar (por ejemplo, 1 para uso exclusivo, 10 para una sala de reuniones).

source: Maximum reschedule limit (%d) reached
de_de: Maximales Neuplanungslimit (%d) erreicht
es_es: Se alcanzó el límite máximo de reprogramación (%d)

source: Message
de_de: Nachricht
es_es: Mensaje

source: Migrations ran successfully.
de_de: Migrationen erfolgreich ausgeführt.
es_es: Las migraciones se ejecutaron correctamente.

source: Minimal Black
de_de: Minimales Schwarz
es_es: Negro mínimo

source: Minimum spend of %s required
de_de: Mindestausgabe von %s erforderlich
es_es: Se requiere un gasto mínimo de %s

source: Minute
es_es: Minuto

source: Minutely (every N minutes)
de_de: Minutenweise (alle N Minuten)
es_es: Minutomente (cada N minutos)

source: Missing appointment_id/resource_id.
de_de: Fehlende Termin-ID/Ressourcen-ID.
es_es: Falta id_cita_id/id_recurso.

source: Mobile-first design
es_es: Diseño móvil primero

source: Mode
de_de: Modus
es_es: Modo

source: Mode:
de_de: Modus:
es_es: Modo:

source: Model
de_de: Modell
es_es: Modelo

source: Modifier
de_de: Modifikator
es_es: Modificador

source: Mon
de_de: Mo
es_es: Lun

source: Month
de_de: Monat
es_es: Mes

source: Month View
de_de: Monatsansicht
es_es: Vista de mes

source: Monthly
de_de: Monatlich
es_es: Mensual

source: Monthly (%d) @ %s
de_de: Monatlich (%d) @ %s
es_es: Mensual (%d) @ %s

source: Monthly Subscription
de_de: Monatsabonnement
es_es: Suscripción Mensual

source: More Resources:
de_de: Weitere Ressourcen:
es_es: Más recursos:

source: Multiple resources are available for this time
de_de: Für diese Zeit stehen mehrere Ressourcen zur Verfügung
es_es: Múltiples recursos están disponibles para este momento.

source: Multiple rooms are available for your dates
de_de: Für Ihren Termin stehen mehrere Zimmer zur Verfügung
es_es: Hay varias habitaciones disponibles para tus fechas.

source: My Bookings
de_de: Meine Buchungen
es_es: Mis Reservas

source: My Schedule
de_de: Mein Zeitplan
es_es: Mi horario

source: MySQL Named Locks:
de_de: MySQL-benannte Sperren:
es_es: Bloqueos con nombre de MySQL:

source: Name
es_es: Nombre

source: Name (Alphabetical)
de_de: Name (alphabetisch)
es_es: Nombre (alfabético)

source: Name (optional)
es_es: Nombre (opcional)

source: Name is required.
de_de: Name ist erforderlich.
es_es: El nombre es requerido.

source: Nature Green
de_de: Naturgrün
es_es: naturaleza verde

source: Network error
de_de: Netzwerkfehler
es_es: error de red

source: Neutral Colors
de_de: Neutrale Farben
es_es: Colores neutros

source: Never share this key.
de_de: Geben Sie diesen Schlüssel niemals weiter.
es_es: Nunca compartas esta clave.

source: New
de_de: Neu
es_es: Nuevo

source: New Appointment
de_de: Neuer Termin
es_es: Nueva cita

source: New Booking
de_de: Neue Buchung
es_es: Nueva reserva

source: New Booking Received
de_de: Neue Buchung erhalten
es_es: Nueva reserva recibida

source: New Booking Received - %s
de_de: Neue Buchung erhalten – %s
es_es: Nueva reserva recibida: %s

source: New date must be within %d days
de_de: Neues Datum muss innerhalb von %d Tagen liegen
es_es: La nueva fecha debe ser dentro de %d días

source: New Room Type
de_de: Neuer Zimmertyp
es_es: Nuevo tipo de habitación

source: New Service
de_de: Neue Dienstleistung
es_es: Nuevo servicio

source: Next
de_de: Weiter
es_es: Siguiente

source: Next 7 Days
de_de: Nächste 7 Tage
es_es: Los próximos 7 días

source: Next LazyBookings cron job in: %s
de_de: Nächster Cron-Job von LazyBookings in: %s
es_es: Siguiente trabajo cron de LazyBookings en: %s

source: Next page
de_de: Nächste Seite
es_es: Página siguiente

source: Next Run
de_de: Nächste Ausführung
es_es: Siguiente ejecución

source: night
de_de: Nacht
es_es: noche

source: nights
de_de: Nächte
es_es: noches

source: No %s Found
de_de: Kein %s gefunden
es_es: No se encontró %s

source: No access
de_de: Kein Zugriff
es_es: Sin acceso

source: No action available
de_de: Keine Aktion verfügbar
es_es: No hay acción disponible

source: No API key available
de_de: Kein API-Schlüssel verfügbar
es_es: No hay clave API disponible

source: No API key provided
de_de: Kein API-Schlüssel bereitgestellt
es_es: No se proporciona ninguna clave API

source: No Appointments Found
de_de: Keine Termine gefunden
es_es: No se encontraron citas

source: No appointments selected.
de_de: Keine Termine ausgewählt.
es_es: No hay citas seleccionadas.

source: No appointments yet
de_de: Noch keine Termine
es_es: Aún no hay citas

source: No available room found
de_de: Kein verfügbares Zimmer gefunden
es_es: No se encontró habitación disponible

source: No bookings found
de_de: Keine Buchungen gefunden
es_es: No se encontraron reservas

source: No bookings yet
de_de: Noch keine Buchungen
es_es: Aún no hay reservas

source: No candidates.
de_de: Keine Kandidaten.
es_es: Sin candidatos.

source: No customer account found for your email.
de_de: Für Ihre E-Mail-Adresse wurde kein Kundenkonto gefunden.
es_es: No se encontró ninguna cuenta de cliente para su correo electrónico.

source: No customer data.
de_de: Keine Kundendaten.
es_es: Sin datos de clientes.

source: No Customers Yet
de_de: Noch keine Kunden
es_es: Sin clientes aún

source: No data to update
de_de: Keine Daten zum Aktualisieren
es_es: No hay datos para actualizar

source: No deliveries yet.
de_de: Noch keine Lieferungen.
es_es: Aún no hay entregas.

source: No exceptions found.
de_de: Keine Ausnahmen gefunden.
es_es: No se encontraron excepciones.

source: No exceptions in the next 30 days.
de_de: Keine Ausnahmen in den nächsten 30 Tagen.
es_es: Sin excepciones en los próximos 30 días.

source: No executor for this action type yet.
de_de: Noch kein Executor für diesen Aktionstyp.
es_es: Aún no hay ejecutor para este tipo de acción.

source: No Guests Yet
de_de: Noch keine Gäste
es_es: Sin huéspedes aún

source: No insights generated yet
de_de: Noch keine Erkenntnisse generiert
es_es: Sin análisis generados aún

source: No items found.
de_de: Keine Einträge gefunden.
es_es: No se encontraron elementos.

source: No log files found yet.
de_de: Noch keine Protokolldateien gefunden.
es_es: Aún no se han encontrado archivos de registro.

source: No logs yet for this rule.
de_de: Noch keine Protokolle für diese Regel.
es_es: Aún no hay registros para esta regla.

source: No packages available.
de_de: Keine Pakete verfügbar.
es_es: No hay paquetes disponibles.

source: No participants for this date.
de_de: Für diesen Termin gibt es keine Teilnehmer.
es_es: No hay participantes para esta fecha.

source: No participants registered.
de_de: Es sind keine Teilnehmer angemeldet.
es_es: No se registraron participantes.

source: No past bookings.
de_de: Keine früheren Buchungen.
es_es: No hay reservas anteriores.

source: No pending bookings
de_de: Keine ausstehenden Buchungen
es_es: No hay reservas pendientes

source: No permission
de_de: Keine Berechtigung
es_es: Sin permiso

source: No pricing rules defined yet.
de_de: Noch keine Preisregeln definiert.
es_es: Aún no se han definido reglas de precios.

source: No recently viewed
de_de: Keine kürzlich angesehen
es_es: Sin vistas recientes

source: No refresh token available
de_de: Kein Aktualisierungstoken verfügbar
es_es: No hay token de actualización disponible

source: No resources found.
de_de: Keine Ressourcen gefunden.
es_es: No se encontraron recursos.

source: No resources found. Please add resources first.
de_de: Keine Ressourcen gefunden. Bitte fügen Sie zuerst Ressourcen hinzu.
es_es: No se encontraron recursos.

source: No room types available.
de_de: Keine Zimmertypen verfügbar.
es_es: Sin tipos de habitación disponibles.

source: No Room Types Yet
de_de: Noch keine Zimmertypen
es_es: Sin tipos de habitación aún

source: No rooms assigned
de_de: Keine Zimmer zugewiesen
es_es: No hay habitaciones asignadas

source: No rooms available for the selected dates.
de_de: Für die ausgewählten Daten sind keine Zimmer verfügbar.
es_es: No hay habitaciones disponibles para las fechas seleccionadas.

source: No rooms found.
de_de: Keine Zimmer gefunden.
es_es: No se encontraron habitaciones.

source: No rules yet. Click â€œAdd Default Rulesâ€ to get started.
de_de: Noch keine Regeln.
es_es: Primero agregue recursos.

source: No services available.
de_de: Keine Dienste verfügbar.
es_es: No hay servicios disponibles.

source: No Services Yet
de_de: Noch keine Dienstleistungen
es_es: Sin servicios aún

source: No staff members found.
de_de: Keine Mitarbeiter gefunden.
es_es: No se encontraron miembros del personal.

source: No templates yet. Click "Add New" to create your first template.
de_de: Noch keine Vorlagen.
es_es: Aún no hay plantillas.

source: No times are available for this date.
de_de: Für dieses Datum sind keine Zeiten verfügbar.
es_es: No hay horarios disponibles para esta fecha.

source: No times available
de_de: Keine Zeiten verfügbar
es_es: No hay horarios disponibles

source: No upcoming appointments
de_de: Keine bevorstehenden Termine
es_es: No hay citas próximas

source: No upcoming bookings.
de_de: Keine bevorstehenden Buchungen.
es_es: Haga clic en "Agregar nuevo" para crear su primera plantilla.

source: No upcoming unassigned bookings found in the selected range.
de_de: Im ausgewählten Bereich wurden keine bevorstehenden, nicht zugewiesenen Buchungen gefunden.
es_es: No se encontraron próximas reservas no asignadas en el rango seleccionado.

source: No webhooks configured.
de_de: Keine Webhooks konfiguriert.
es_es: No hay webhooks configurados.

source: None
de_de: Keine
es_es: Ninguno

source: None (fallback)
de_de: Keine (Fallback)
es_es: Ninguno (alternativa)

source: Normal state
de_de: Normaler Zustand
es_es: estado normal

source: No-Show
es_es: No presentarse

source: Not configured
de_de: Nicht konfiguriert
es_es: No configurado

source: Not connected to Google Calendar
de_de: Keine Verbindung zu Google Kalender
es_es: No conectado a Google Calendar

source: Not logged in
de_de: Nicht angemeldet
es_es: No iniciado sesión

source: Not selected
de_de: Nicht ausgewählt
es_es: No seleccionado

source: Not supported (race condition protection disabled)
de_de: Nicht unterstützt (Race-Condition-Schutz deaktiviert)
es_es: No compatible (protección de condición de carrera deshabilitada)

source: Note
de_de: Notiz
es_es: Nota

source: Notes
de_de: Notizen
es_es: Notas

source: Notes (optional)
de_de: Notizen (optional)
es_es: Notas (opcional)

source: Notes:
de_de: Hinweise:
es_es: Notas:

source: Notification from {{site_name}}
de_de: Benachrichtigung von {{site_name}}
es_es: Notificación de {{site_name}}

source: Notify admin on new bookings
de_de: Benachrichtigen Sie den Administrator über neue Buchungen
es_es: Notificar al administrador sobre nuevas reservas
