Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: This coupon is not valid for the selected room
de_de: Dieser Gutschein ist für das ausgewählte Zimmer nicht gültig
es_es: Este cupón no es válido para la habitación seleccionada.

source: This coupon is not valid for the selected service
de_de: Dieser Gutschein ist für den ausgewählten Service nicht gültig
es_es: Este cupón no es válido para el servicio seleccionado.

source: This coupon is not yet valid
de_de: Dieser Gutschein ist noch nicht gültig
es_es: Este cupón aún no es válido

source: This date is not available for booking (holiday).
de_de: Dieser Termin ist nicht buchbar (Feiertag).
es_es: Esta fecha no está disponible para reservar (feriado).

source: This determines the booking flow and terminology.
de_de: Dies bestimmt den Buchungsablauf und die Terminologie.
es_es: Esto determina el flujo de reservas y la terminología.

source: This draft must be approved before execution (HITL mode).
de_de: Dieser Entwurf muss vor der Ausführung genehmigt werden (HITL-Modus).
es_es: Este borrador debe ser aprobado antes de su ejecución (modo HITL).

source: This is a basic card with default styling.
de_de: Dies ist eine einfache Karte mit Standardstil.
es_es: Esta es una tarjeta básica con estilo predeterminado.

source: This is a live preview of your backend color palette.
de_de: Dies ist eine Live-Vorschau Ihrer Backend-Farbpalette.
es_es: Esta es una vista previa en vivo de la paleta de colores de su backend.

source: This is a live preview of your design settings.
de_de: Dies ist eine Live-Vorschau Ihrer Designeinstellungen.
es_es: Esta es una vista previa en vivo de su configuración de diseño.

source: This is a test email from LazyBookings plugin.
de_de: Dies ist eine Test-E-Mail vom LazyBookings-Plugin.
es_es: Este es un correo electrónico de prueba del complemento LazyBookings.

source: This is how your booking forms will look with the current settings.
de_de: So sehen Ihre Buchungsformulare mit den aktuellen Einstellungen aus.
es_es: Así es como se verán tus formularios de reserva con la configuración actual.

source: This time has already passed. Please choose a future date and time.
de_de: Diese Zeit ist bereits vergangen. Bitte wählen Sie ein zukünftiges Datum und eine zukünftige Zeit.
es_es: Este tiempo ya pasó.

source: This time slot conflicts with a scheduled break.
de_de: Dieses Zeitfenster steht im Konflikt mit einer geplanten Pause.
es_es: Elija una fecha y hora futuras.

source: This time slot conflicts with an existing booking.
de_de: Dieses Zeitfenster steht im Konflikt mit einer bestehenden Buchung.
es_es: Esta franja horaria entra en conflicto con una reserva existente.

source: This time slot has just been booked. Please select a different time.
de_de: Dieses Zeitfenster wurde gerade gebucht. Bitte wählen Sie eine andere Zeit.
es_es: Esta franja horaria acaba de ser reservada.

source: This time slot is fully booked (%d/%d).
de_de: Dieses Zeitfenster ist ausgebucht (%d/%d).
es_es: Por favor seleccione una hora diferente.

source: This time slot is no longer available.
de_de: Dieses Zeitfenster ist nicht mehr verfügbar.
es_es: Este horario ya no está disponible.

source: This Week
de_de: Diese Woche
es_es: Esta semana

source: Three-letter currency code (e.g. EUR).
de_de: Dreibuchstabiger Währungscode (z. B. EUR).
es_es: Código de moneda de tres letras (por ejemplo, EUR).

source: Thu
de_de: Do
es_es: Jue

source: Time
de_de: Uhrzeit
es_es: Hora

source: Time (HH:MM)
de_de: Zeit (HH:MM)
es_es: Hora (HH:MM)

source: Times could not be loaded
de_de: Zeiten konnten nicht geladen werden
es_es: No se pudieron cargar los tiempos

source: Times could not be loaded. Please reload the page.
de_de: Zeiten konnten nicht geladen werden. Bitte laden Sie die Seite neu.
es_es: No se pudieron cargar los tiempos.

source: Times could not be loaded. Please try again.
de_de: Zeiten konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es_es: Por favor recarga la página.

source: Timezone
de_de: Zeitzone
es_es: Zona horaria

source: Tip: %1$s (shortcode: %2$s) and place a test booking to see it working end-to-end.
de_de: Tipp: %1$s (Shortcode: %2$s) und geben Sie eine Testbuchung auf, um zu sehen, wie es durchgängig funktioniert.
es_es: Consejo: %1$s (código abreviado: %2$s) y realice una reserva de prueba para ver cómo funciona de un extremo a otro.

source: Tip: Click an appointment to view and edit details.
de_de: Tipp: Klicken Sie auf einen Termin, um Details anzusehen und zu bearbeiten.
es_es: Consejo: haga clic en una cita para ver y editar detalles.

source: Tips:
de_de: Tipps:
es_es: Consejos:

source: Title
de_de: Titel
es_es: Título

source: To
de_de: Bis
es_es: Hasta

source: To:
de_de: Zu:
es_es: A:

source: Today
de_de: Heute
es_es: Hoy

source: Tomorrow
de_de: Morgen
es_es: Mañana

source: Tone and style (e.g., "professional", "friendly", "luxury").
de_de: Ton und Stil (z. B. „professionell“, „freundlich“, „luxuriös“).
es_es: Tono y estilo (por ejemplo, "profesional", "amigable", "lujo").

source: Too many requests. Please slow down and try again later.
de_de: Zu viele Anfragen.
es_es: Demasiadas solicitudes.

source: Too many requests. Please try again in a few minutes.
de_de: Zu viele Anfragen.
es_es: Reduzca la velocidad y vuelva a intentarlo más tarde.

source: Top Services
de_de: Top-Dienstleistungen
es_es: Servicios principales

source: total rooms
de_de: Gesamtzimmer
es_es: habitaciones totales

source: Trust & highlights
de_de: Vertrauen & Highlights
es_es: Confianza y aspectos destacados

source: Tue
de_de: Di
es_es: Mar

source: Twin Beds
de_de: Zwei Einzelbetten
es_es: Camas gemelas

source: Two-letter country code (e.g. DE, ES). Used to decide which payment methods make sense.
de_de: Zweibuchstabiger Ländercode (z. B. DE, ES).
es_es: Código de país de dos letras (por ejemplo, DE, ES).

source: Type
de_de: Typ
es_es: Tipo

source: Typography & Style
de_de: Typografie und Stil
es_es: Se utiliza para decidir qué métodos de pago tienen sentido.

source: Unable to save customer.
de_de: Der Kunde konnte nicht gespeichert werden.
es_es: No se puede guardar al cliente.

source: Unassigned
de_de: Nicht zugewiesen
es_es: No asignado

source: Unassigned Bookings
de_de: Nicht zugewiesene Buchungen
es_es: Reservas no asignadas

source: unknown
de_de: unbekannt
es_es: desconocido

source: Unknown provider: %s
de_de: Unbekannter Anbieter: %s
es_es: Proveedor desconocido: %s

source: Unknown rule type.
de_de: Unbekannter Regeltyp.
es_es: Tipo de regla desconocido.

source: Unpaid
de_de: Unbezahlt
es_es: No pagado

source: Up to %d reschedules allowed. Minimum %d hours notice required.
de_de: Bis zu %d Umplanungen zulässig.
es_es: Se permiten hasta %d reprogramaciones.

source: Upcoming
de_de: Bevorstehend
es_es: Se requiere un mínimo de __PH_1__ horas de aviso.

source: Upcoming Bookings
de_de: Kommende Buchungen
es_es: Próximas Reservas

source: Update
de_de: Aktualisieren
es_es: Actualizar

source: Update Customer
de_de: Kunden aktualisieren
es_es: Actualizar cliente

source: Update Guest
de_de: Gast aktualisieren
es_es: Actualizar invitado

source: Updated
de_de: Aktualisiert
es_es: Actualizado

source: Updated:
de_de: Aktualisiert:
es_es: Actualizado:

source: Usage Examples
de_de: Anwendungsbeispiele
es_es: Ejemplos de uso

source: Use clear, descriptive names (e.g., "60-Minute Massage" instead of just "Massage")
de_de: Verwenden Sie klare, beschreibende Namen (z. B. „60-Minuten-Massage“ statt nur „Massage“).
es_es: Utilice nombres claros y descriptivos (por ejemplo, "Masaje de 60 minutos" en lugar de simplemente "Masaje")

source: Use filters to find specific bookings
de_de: Verwenden Sie Filter, um bestimmte Buchungen zu finden
es_es: Utilice filtros para encontrar reservas específicas

source: Use gradient from Primary to Accent color
de_de: Verwenden Sie einen Farbverlauf von der Primär- zur Akzentfarbe
es_es: Utilice un degradado del color primario al de acento

source: Use hotel-specific endpoint for hotel bookings.
de_de: Verwenden Sie einen hotelspezifischen Endpunkt für Hotelbuchungen.
es_es: Utilice un punto final específico del hotel para reservas de hotel.

source: Use HTML for formatting. Available variables:
de_de: Verwenden Sie HTML zur Formatierung.
es_es: Utilice HTML para formatear.

source: Use Package: %s (%d credits left)
de_de: Paket verwenden: %s (%d Credits übrig)
es_es: Utilice el paquete: %s (quedan %d créditos)

source: Use SMTP authentication
de_de: Verwenden Sie die SMTP-Authentifizierung
es_es: Utilice la autenticación SMTP

source: Use status filters to find pending or confirmed bookings
de_de: Verwenden Sie Statusfilter, um ausstehende oder bestätigte Buchungen zu finden
es_es: Utilice filtros de estado para encontrar reservas pendientes o confirmadas

source: Use the shortcode [lazy_book] on any page or post. You can also use Gutenberg blocks or Elementor widgets.
de_de: Verwenden Sie den Shortcode [lazy_book] auf jeder Seite oder jedem Beitrag.
es_es: Variables disponibles:

source: Use validate_hotel_payload for hotel bookings.
de_de: Verwenden Sie „validate_hotel_payload“ für Hotelbuchungen.
es_es: Utilice validar_hotel_payload para reservas de hotel.

source: Used for buttons, links, and active states.
de_de: Wird für Schaltflächen, Links und aktive Zustände verwendet.
es_es: Se utiliza para botones, enlaces y estados activos.

source: Used for error messages and required field indicators.
de_de: Wird für Fehlermeldungen und erforderliche Feldindikatoren verwendet.
es_es: Se utiliza para mensajes de error e indicadores de campos obligatorios.

source: Used for estimated profit calculations in dashboards and AI reports.
de_de: Wird für geschätzte Gewinnberechnungen in Dashboards und KI-Berichten verwendet.
es_es: Se utiliza para cálculos de ganancias estimadas en paneles e informes de IA.

source: Used for hotel gross profit: fee percent applied to booking amount.
de_de: Wird für den Bruttogewinn des Hotels verwendet: Gebührenprozentsatz wird auf den Buchungsbetrag angewendet.
es_es: Utilizado para el beneficio bruto del hotel: porcentaje de tarifa aplicado al importe de la reserva.

source: Used for hover states and highlights.
de_de: Wird für Schwebezustände und Hervorhebungen verwendet.
es_es: Se utiliza para estados de desplazamiento y resaltados.

source: Used for success messages and confirmations.
de_de: Wird für Erfolgsmeldungen und Bestätigungen verwendet.
es_es: Se utiliza para mensajes de éxito y confirmaciones.

source: Used only if Auto Button Text Color is disabled.
de_de: Wird nur verwendet, wenn die automatische Textfarbe für Schaltflächen deaktiviert ist.
es_es: Se utiliza sólo si el color del texto del botón automático está desactivado.

source: Useful to avoid double bookings before you confirm.
de_de: Nützlich, um Doppelbuchungen vor der Bestätigung zu vermeiden.
es_es: Útil para evitar reservas dobles antes de confirmar.

source: User
de_de: Benutzer
es_es: Usuario

source: Usually your full email address for Gmail/Hostinger/Strato.
de_de: Normalerweise Ihre vollständige E-Mail-Adresse für Gmail/Hostinger/Strato.
es_es: Generalmente su dirección de correo electrónico completa para Gmail/Hostinger/Strato.

source: Valid for %d days
de_de: Gültig für %d Tage
es_es: Válido por %d días

source: Valid From
de_de: Gültig ab
es_es: Válido desde

source: Valid Period
de_de: Gültiger Zeitraum
es_es: Período válido

source: Valid Until
de_de: Gültig bis
es_es: Válido hasta

source: Validation failed. The provided data is invalid.
de_de: Die Validierung ist fehlgeschlagen.
es_es: La validación falló.

source: Validity
de_de: Gültigkeit
es_es: Los datos proporcionados no son válidos.

source: VAT / Tax ID
de_de: Umsatzsteuer-/Steuer-ID
es_es: IVA/NIF

source: Verify your API key works.
de_de: Überprüfen Sie, ob Ihr API-Schlüssel funktioniert.
es_es: Verifique que su clave API funcione.

source: Vibrant Purple
de_de: Lebendiges Lila
es_es: Púrpura vibrante

source: View
de_de: Anzeigen
es_es: Ver

source: View AI Reports & Insights
de_de: Sehen Sie sich KI-Berichte und Erkenntnisse an
es_es: Ver informes e información de IA

source: View All
de_de: Alle anzeigen
es_es: Ver todo

source: View Bookings
de_de: Buchungen anzeigen
es_es: Ver Reservas

source: View Calendar
de_de: Kalender ansehen
es_es: Ver calendario

source: View Customers
de_de: Kunden anzeigen
es_es: Ver clientes

source: View deleted!
de_de: Ansicht gelöscht!
es_es: ¡Ver eliminado!

source: View in Admin
de_de: Im Admin anzeigen
es_es: Ver en administrador

source: View in Outbox: #%d
de_de: Im Postausgang anzeigen: #%d
es_es: Ver en Bandeja de salida: #%d

source: View Mode
de_de: Ansichtsmodus
es_es: Modo de visualización

source: View Payment Information
de_de: Zahlungsinformationen anzeigen
es_es: Ver información de pago

source: View recent log entries written by the plugin (uploads/ltlb-logs).
de_de: Zeigen Sie die zuletzt vom Plugin geschriebenen Protokolleinträge an (uploads/ltlb-logs).
es_es: Vea las entradas de registro recientes escritas por el complemento (uploads/ltlb-logs).

source: View Reports & Analytics
de_de: Berichte und Analysen anzeigen
es_es: Ver informes y análisis

source: View saved!
de_de: Ansicht gespeichert!
es_es: ¡Ver guardado!

source: View Services/Rooms
de_de: Services/Zimmer anzeigen
es_es: Ver Servicios/Habitaciones

source: View Staff
de_de: Mitarbeiter anzeigen
es_es: Ver personal

source: View, edit, and manage all your bookings in one place.
de_de: Sehen, bearbeiten und verwalten Sie alle Ihre Buchungen an einem Ort.
es_es: Vea, edite y administre todas sus reservas en un solo lugar.

source: Vinyasa Flow
de_de: Vinyasa-Fluss
es_es: Flujo de Vinyasa

source: Visual overview of all your bookings
de_de: Visuelle Übersicht über alle Ihre Buchungen
es_es: Resumen visual de todas sus reservas

source: Waitlist entry not found
de_de: Wartelisteneintrag nicht gefunden
es_es: Entrada en la lista de espera no encontrada

source: Warning
de_de: Warnung
es_es: Advertencia

source: Warning:
de_de: Warnung:
es_es: Advertencia:

source: Warning: This will permanently delete all LazyBookings tables and settings on uninstall. This cannot be undone.
de_de: Warnung: Dadurch werden bei der Deinstallation alle LazyBookings-Tabellen und -Einstellungen dauerhaft gelöscht.
es_es: Advertencia: esto eliminará permanentemente todas las tablas y configuraciones de LazyBookings al desinstalarlo.

source: We could not start the online payment. Please try again or choose a different payment method.
de_de: Wir konnten die Online-Zahlung nicht starten.
es_es: Esto no se puede deshacer.

source: We received your return from PayPal, but could not confirm the payment. Your booking is still pending. Please try again or contact us if you were charged.
de_de: Wir haben Ihre Rücksendung von PayPal erhalten, konnten die Zahlung jedoch nicht bestätigen.
es_es: Recibimos su devolución de PayPal, pero no pudimos confirmar el pago.

source: We received your return from PayPal, but could not match the payment to your booking. Please contact us if you were charged.
de_de: Wir haben Ihre Rücksendung von PayPal erhalten, konnten die Zahlung jedoch nicht Ihrer Buchung zuordnen.
es_es: Recibimos su devolución de PayPal, pero no pudimos relacionar el pago con su reserva.

source: We were unable to complete your booking. Please try again or contact us for assistance.
de_de: Wir konnten Ihre Buchung nicht abschließen.
es_es: Por favor contáctenos si le cobraron.

source: We were unable to save your contact information. Please check your details and try again.
de_de: Wir konnten Ihre Kontaktinformationen nicht speichern.
es_es: No pudimos guardar su información de contacto.

source: We will send you another email once your booking is confirmed.
de_de: Sobald Ihre Buchung bestätigt ist, senden wir Ihnen eine weitere E-Mail.
es_es: Por favor revisa tus datos y vuelve a intentarlo.

source: Wed
de_de: Mi
es_es: Mié

source: Week
de_de: Woche
es_es: Semana

source: Week View
de_de: Wochenansicht
es_es: Vista de semana

source: Weekday
de_de: Wochentag
es_es: Tu reserva aún está pendiente.

source: Weekday/Weekend
de_de: Wochentag/Wochenende
es_es: Inténtelo de nuevo o contáctenos si se le cobró.

source: Weekday/Weekend Adjustment (%+d%%)
de_de: Anpassung Wochentag/Wochenende (+%+d%%)
es_es: Ajuste de día laborable/fin de semana (%+d%%)

source: Weekly
de_de: Wöchentlich
es_es: Semanal

source: Weekly (%s) @ %s
de_de: Wöchentlich (%s) @ %s
es_es: Semanal (%s) @ %s

source: Weekly outlook report (next 7 days)
de_de: Wöchentlicher Prognosebericht (nächste 7 Tage)
es_es: Informe de perspectivas semanal (próximos 7 días)

source: Welcome, %s
de_de: Willkommen, %s
es_es: Bienvenido, %s

source: What do you want to book?
de_de: Was möchten Sie buchen?
es_es: ¿Qué quieres reservar?

source: What to Check:
de_de: Was Sie überprüfen sollten:
es_es: Qué comprobar:

source: Window
de_de: Fenster
es_es: Ventana

source: Wizard
de_de: Zauberer
es_es: Mago

source: WooCommerce integration is not enabled
de_de: Die WooCommerce-Integration ist nicht aktiviert
es_es: La integración de WooCommerce no está habilitada

source: WordPress Default
de_de: WordPress-Standard
es_es: Predeterminado de WordPress

source: WordPress Version
es_es: Versión de WordPress

source: Working hours saved.
de_de: Arbeitszeiten gespeichert.
es_es: Horario laboral guardado.

source: Would you like to import demo data to test the plugin?
de_de: Möchten Sie Demodaten importieren, um das Plugin zu testen?
es_es: ¿Le gustaría importar datos de demostración para probar el complemento?

source: WP Cron Status
es_es: Estado cron de WP

source: WP Cron status (needed for automated reminders)
de_de: WP Cron-Status (erforderlich für automatische Erinnerungen)
es_es: Estado de WP Cron (necesario para recordatorios automáticos)

source: wp_mail failed.
de_de: wp_mail ist fehlgeschlagen.
es_es: wp_mail falló.

source: Writes events/errors to a log file for diagnostics.
de_de: Schreibt Ereignisse/Fehler zur Diagnose in eine Protokolldatei.
es_es: Escribe eventos/errores en un archivo de registro para diagnóstico.

source: Yes
de_de: Ja
es_es: Sí

source: Yes, if you enable the customer portal. They can manage their bookings through the [lazy_customer_portal] shortcode.
de_de: Ja, wenn Sie das Kundenportal aktivieren.
es_es: Sí, si habilitas el portal del cliente.

source: Yes, import demo data
de_de: Ja, Demodaten importieren
es_es: Sí, importar datos de demostración

source: Yes, LazyBookings is translation-ready. German translations are included, and you can add more via Loco Translate or Poedit.
de_de: Ja, LazyBookings ist bereit für Übersetzungen.
es_es: Sí, LazyBookings está listo para traducir.

source: Yes, off
de_de: Ja, aus
es_es: Se incluyen traducciones al alemán y puede agregar más a través de Loco Translate o Poedit.

source: Yes, pending bookings block the time slot
de_de: Ja, ausstehende Buchungen blockieren das Zeitfenster
es_es: Sí, las reservas pendientes bloquean la franja horaria

source: Yes, remove all LazyBookings data when the plugin is uninstalled
de_de: Ja, entfernen Sie alle LazyBookings-Daten, wenn das Plugin deinstalliert wird
es_es: Sí, elimine todos los datos de LazyBookings cuando se desinstale el complemento

source: Yin Yoga
es_es: Pueden gestionar sus reservas a través del código corto [lazy_customer_portal].

source: Yoga Class
de_de: Yoga-Kurs
es_es: clase de yoga

source: Yoga Session
de_de: Yoga-Sitzung
es_es: Sesión de Yoga

source: You are #%d on the waitlist
de_de: Sie sind #%d auf der Warteliste
es_es: Estás #%d en la lista de espera

source: You can change this setting later.
de_de: Sie können diese Einstellung später ändern.
es_es: Puede cambiar esta configuración más tarde.

source: You can use placeholders: {first_name}, {service_name}, {start_time}, {amount}, {booking_id}.
de_de: Sie können Platzhalter verwenden: {first_name}, {service_name}, {start_time}, {amount}, {booking_id}.
es_es: Puede utilizar marcadores de posición: {first_name}, {service_name}, {start_time}, {amount}, {booking_id}.

source: You can use tags that will be replaced automatically.
de_de: Sie können Tags verwenden, die automatisch ersetzt werden.
es_es: Puede utilizar etiquetas que se reemplazarán automáticamente.

source: You declined this offer
de_de: Sie haben dieses Angebot abgelehnt
es_es: Rechazaste esta oferta

source: You do not have permission to create bookings.
de_de: Sie haben keine Berechtigung zum Erstellen von Buchungen.
es_es: No tienes permiso para crear reservas.

source: You do not have permission to edit customers.
de_de: Sie haben keine Berechtigung zum Bearbeiten von Kunden.
es_es: No tienes permiso para editar clientes.

source: You do not have permission to edit services.
de_de: Sie haben keine Berechtigung zum Bearbeiten von Diensten.
es_es: No tienes permiso para editar servicios.

source: You do not have permission to edit staff.
de_de: Sie haben keine Berechtigung zum Bearbeiten von Mitarbeitern.
es_es: No tienes permiso para editar personal.

source: You do not have permission to perform this action.
de_de: Sie haben keine Berechtigung, diese Aktion auszuführen.
es_es: No tienes permiso para realizar esta acción.

source: You do not have permission to view this page.
de_de: Sie haben keine Berechtigung, diese Seite anzuzeigen.
es_es: No tienes permiso para ver esta página.

source: You have already used this coupon
de_de: Sie haben diesen Gutschein bereits verwendet
es_es: Ya has usado este cupón

source: You have not created any %s yet. Click the button to get started.
de_de: Sie haben noch keine %s erstellt.
es_es: Aún no has creado ningún %s.

source: You may close this page and try booking again.
de_de: Sie können diese Seite schließen und die Buchung erneut versuchen.
es_es: Haga clic en el botón para comenzar.

source: You selected company invoice. We will contact you with the invoice details. Your booking is awaiting confirmation.
de_de: Sie haben die Firmenrechnung ausgewählt.
es_es: Ha seleccionado factura de empresa.

source: You selected payment on site. Your booking is awaiting confirmation.
de_de: Sie haben die Zahlung vor Ort ausgewählt.
es_es: Nos pondremos en contacto con usted con los detalles de la factura.

source: Your %s Package
de_de: Ihr %s Paket
es_es: Su paquete %s

source: Your %s package expires soon
de_de: Ihr %s-Paket läuft bald ab
es_es: Su reserva está pendiente de confirmación.

source: Your booking has been confirmed!
de_de: Ihre Buchung wurde bestätigt!
es_es: ¡Tu reserva ha sido confirmada!

source: Your booking has been received and is awaiting confirmation. Please check your email for details.
de_de: Ihre Buchung ist eingegangen und wartet auf Bestätigung.
es_es: Su reserva ha sido recibida y está pendiente de confirmación.

source: Your booking status has been updated to
de_de: Ihr Buchungsstatus wurde auf aktualisiert
es_es: Por favor revise su correo electrónico para más detalles.

source: Your booking system is ready. Here are the next steps:
de_de: Ihr Buchungssystem ist fertig.
es_es: Su sistema de reservas está listo.

source: Your booking was created but payment was cancelled. You can try again.
de_de: Ihre Buchung wurde erstellt, aber die Zahlung wurde storniert.
es_es: Estos son los siguientes pasos:

source: Your booking: {service_name}
de_de: Ihre Buchung: {service_name}
es_es: Su reserva: {service_name}

source: Your business at a glance
de_de: Ihr Geschäft auf einen Blick
es_es: Tu negocio de un vistazo

source: Your business name.
de_de: Ihr Firmenname.
es_es: El nombre de tu empresa.

source: Your details
de_de: Ihre Daten
es_es: Tus datos

source: Your offer has expired
de_de: Ihr Angebot ist abgelaufen
es_es: Tu oferta ha caducado

source: Your payment status is being processed.
de_de: Ihr Zahlungsstatus wird verarbeitet.
es_es: Su estado de pago se está procesando.
