Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: Database Prefix
de_de: Datenbankpräfix
es_es: Prefijo de base de datos

source: Database Statistics
de_de: Datenbankstatistiken
es_es: Estadísticas de bases de datos

source: Database tables (all should show "âœ“ Present")
de_de: Datenbanktabellen (alle sollten „âœ“ Present anzeigen“)
es_es: Tablas de bases de datos (todas deben mostrar "âœ“ Presente")

source: Date
de_de: Datum
es_es: Fecha

source: Date & Time
de_de: Datum & Zeit
es_es: Fecha y hora

source: Date & Time:
de_de: Datum & Zeit:
es_es: Fecha y hora:

source: Date:
de_de: Datum:
es_es: Fecha:

source: Date: %s
de_de: Datum: %s
es_es: Fecha: %s

source: Dates
de_de: Daten
es_es: Fechas

source: Day
de_de: Tag
es_es: Día

source: Day (1-28)
de_de: Tag (1-28)
es_es: Día (1-28)

source: Days ahead
de_de: Tage voraus
es_es: Días por delante

source: Days before
de_de: Tage vorher
es_es: dias antes

source: DB Version
es_es: Versión de base de datos

source: DB Version:
es_es: Versión de base de datos:

source: Debug
es_es: Depurar

source: Decline
de_de: Ablehnen
es_es: Rechazar

source: Decline this booking? Please provide a reason.
de_de: Diese Buchung ablehnen?
es_es: ¿Rechazar esta reserva?

source: Default
de_de: Standard
es_es: Predeterminado

source: Default Blue
de_de: Standardmäßig blau
es_es: Por favor proporcione una razón.

source: Default Booking Status
de_de: Standardbuchungsstatus
es_es: Estado de reserva predeterminado

source: Default Currency
de_de: Standardwährung
es_es: Moneda predeterminada

source: Default rules added.
de_de: Standardregeln hinzugefügt.
es_es: Se agregaron reglas predeterminadas.

source: Default templates added.
de_de: Standardvorlagen hinzugefügt.
es_es: Se agregaron plantillas predeterminadas.

source: Define what customers can book. Each service has a name, duration, price, and description.
de_de: Definieren Sie, was Kunden buchen können.
es_es: Defina qué pueden reservar los clientes.

source: Delete
de_de: Löschen
es_es: Eliminar

source: Delete all plugin data on uninstall
de_de: Löschen Sie bei der Deinstallation alle Plugin-Daten
es_es: Cada servicio tiene un nombre, duración, precio y descripción.

source: Delete Appointment
de_de: Termin löschen
es_es: Eliminar cita

source: Delete cancelled appointments after (days)
de_de: Abgesagte Termine löschen nach (Tagen)
es_es: Eliminar citas canceladas después de (días)

source: Delete this appointment?
de_de: Diesen Termin löschen?
es_es: ¿Eliminar esta cita?

source: Delete this rule?
de_de: Diese Regel löschen?
es_es: ¿Eliminar esta regla?

source: Delete this view?
de_de: Diese Ansicht löschen?
es_es: ¿Eliminar esta vista?

source: Delete this webhook?
de_de: Diesen Webhook löschen?
es_es: ¿Eliminar este webhook?

source: Deluxe Room
de_de: Deluxe-Zimmer
es_es: Habitación de lujo

source: Demo Data
de_de: Demodaten
es_es: Datos de demostración

source: Descending
de_de: Absteigend
es_es: Descendente

source: Description
de_de: Beschreibung
es_es: Descripción

source: Design
es_es: Diseño

source: Design Presets
de_de: Design-Voreinstellungen
es_es: Ajustes preestablecidos de diseño

source: Design saved.
de_de: Design gespeichert.
es_es: Diseño guardado.

source: Design Settings
de_de: Designeinstellungen
es_es: Configuración de diseño

source: Design System Components
de_de: Design-Systemkomponenten
es_es: Componentes del sistema de diseño

source: Design System Style Guide
es_es: Guía de estilo del sistema de diseño

source: DESIGN_SYSTEM.md
es_es: DISEÑO_SISTEMA.md

source: Dev Tools:
de_de: Entwicklungstools:
es_es: Herramientas de desarrollo:

source: Developer Hooks
de_de: Entwickler-Hooks
es_es: Ganchos para desarrolladores

source: Diagnostics
de_de: Diagnose
es_es: Diagnósticos

source: Disable
de_de: Deaktivieren
es_es: Deshabilitar

source: Disable to remove all hover and focus transitions.
de_de: Deaktivieren Sie diese Option, um alle Hover- und Fokusübergänge zu entfernen.
es_es: Desactívelo para eliminar todas las transiciones de enfoque y desplazamiento.

source: Disable to turn off all AI features.
de_de: Deaktivieren, um alle KI-Funktionen auszuschalten.
es_es: Desactívelo para desactivar todas las funciones de IA.

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado

source: Discount:
de_de: Rabatt:
es_es: Descuento:

source: Dismiss
de_de: Verwerfen
es_es: Despedir

source: Documentation
de_de: Dokumentation
es_es: Documentación

source: Done.
de_de: Fertig.
es_es: Hecho.

source: Double Bed
de_de: Doppelbett
es_es: Cama doble

source: Download
de_de: Herunterladen
es_es: Descargar

source: Download a JSON file with system information for support requests (sensitive data is redacted).
de_de: Laden Sie eine JSON-Datei mit Systeminformationen für Supportanfragen herunter (sensible Daten werden geschwärzt).
es_es: Descargue un archivo JSON con información del sistema para solicitudes de soporte (los datos confidenciales están redactados).

source: Download Invoice
de_de: Rechnung herunterladen
es_es: Descargar Factura

source: Draft
de_de: Entwurf
es_es: Borrador

source: Draft Center
de_de: Entwurfszentrum
es_es: Centro de borrador

source: Draft created in Outbox.
de_de: Entwurf im Postausgang erstellt.
es_es: Borrador creado en la Bandeja de salida.

source: Draft not found.
de_de: Entwurf nicht gefunden.
es_es: Borrador no encontrado.

source: Draft rejected.
de_de: Entwurf abgelehnt.
es_es: Proyecto rechazado.

source: Draft updated.
de_de: Entwurf aktualisiert.
es_es: Borrador actualizado.

source: Duration
de_de: Dauer
es_es: Duración

source: Duration (minutes)
de_de: Dauer (Minuten)
es_es: Duración (minutos)

source: Duration Discount
de_de: Dauerrabatt
es_es: Descuento por duración

source: Duration Discount (%+d%%)
de_de: Dauerrabatt (%+d%%)
es_es: Descuento por duración (%+d%%)

source: Duration must be between %d and %d minutes.
de_de: Die Dauer muss zwischen %d und %d Minuten liegen.
es_es: La duración debe estar entre %d y %d minutos.

source: Dynamic flowing yoga
de_de: Dynamisch fließendes Yoga
es_es: Yoga fluido dinámico

source: e.g. WiFi, TV, Air conditioning, Mini bar, Balcony
de_de: z.B.
es_es: p.ej.

source: e.g., Weekly report
de_de: z. B. Wochenbericht
es_es: por ejemplo, informe semanal

source: Edit
de_de: Bearbeiten
es_es: Editar

source: Edit %s
de_de: Bearbeiten %s
es_es: Editar %s

source: Edit Customer
de_de: Kunden bearbeiten
es_es: Editar cliente

source: Edit Guest
de_de: Gast bearbeiten
es_es: Editar invitado

source: Edit Pricing Rule
de_de: Preisregel bearbeiten
es_es: WiFi, TV, Aire acondicionado, Mini bar, Balcón

source: Edit Room
de_de: Raum bearbeiten
es_es: Editar habitación

source: Edit Rule
de_de: Regel bearbeiten
es_es: Editar regla

source: Edit Service
de_de: Dienstleistung bearbeiten
es_es: Editar servicio

source: Edit Service/Room Prices
de_de: Service-/Zimmerpreise bearbeiten
es_es: Editar precios de servicio/habitación

source: Edit Template
de_de: Vorlage bearbeiten
es_es: Editar plantilla

source: Edit working hours
de_de: Arbeitszeiten bearbeiten
es_es: Editar horas de trabajo

source: Elements (inline)
de_de: Elemente (inline)
es_es: Elementos (en línea)

source: Elevated Card
de_de: Erhöhte Karte
es_es: Tarjeta elevada

source: Email
es_es: Correo electrónico

source: Email delivery (test sends an email to admin)
de_de: E-Mail-Zustellung (Test sendet eine E-Mail an den Administrator)
es_es: Entrega de correo electrónico (la prueba envía un correo electrónico al administrador)

source: Email Draft
de_de: E-Mail-Entwurf
es_es: Borrador de correo electrónico

source: Email from:
de_de: E-Mail von:
es_es: Correo electrónico de:

source: Email Notifications
de_de: E-Mail-Benachrichtigungen
es_es: Notificaciones por correo

source: Email Notifications:
de_de: E-Mail-Benachrichtigungen:
es_es: Notificaciones por correo electrónico:

source: Email sent.
de_de: E-Mail gesendet.
es_es: Correo electrónico enviado.

source: Email Settings
de_de: E-Mail-Einstellungen
es_es: Configuración de correo electrónico

source: Email subject/body missing.
de_de: Betreff/Text der E-Mail fehlen.
es_es: Falta el asunto/cuerpo del correo electrónico.

source: Email template not found.
de_de: E-Mail-Vorlage nicht gefunden.
es_es: Plantilla de correo electrónico no encontrada.

source: Email Templates
de_de: E-Mail-Vorlagen
es_es: Plantillas de correo electrónico

source: Email, phone, or other public contact details.
de_de: E-Mail, Telefon oder andere öffentliche Kontaktdaten.
es_es: Correo electrónico, teléfono u otros datos de contacto públicos.

source: Email:
es_es: Correo electrónico:

source: Empty CSV file
de_de: Leere CSV-Datei
es_es: Archivo CSV vacío

source: Enable
de_de: Aktivieren
es_es: Habilitar

source: Enable AI Features
de_de: Aktivieren Sie KI-Funktionen
es_es: Habilitar funciones de IA

source: Enable Animations
de_de: Animationen aktivieren
es_es: Habilitar animaciones

source: Enable Currency Conversion
de_de: Währungsumrechnung aktivieren
es_es: Habilitar conversión de moneda

source: Enable Gradient Background
de_de: Aktivieren Sie den Verlaufshintergrund
es_es: Habilitar fondo degradado

source: Enable Logging
de_de: Aktivieren Sie die Protokollierung
es_es: Habilitar registro

source: Enable Payments
de_de: Zahlungen aktivieren
es_es: Habilitar pagos

source: Enable SMTP
de_de: Aktivieren Sie SMTP
es_es: Habilitar SMTP

source: Enable Stripe, PayPal, or on-site payment
de_de: Aktivieren Sie Stripe, PayPal oder die Zahlung vor Ort
es_es: Habilite Stripe, PayPal o pago en el sitio

source: Enable this only when needed (e.g., for debugging).
de_de: Aktivieren Sie dies nur bei Bedarf (z. B. zum Debuggen).
es_es: Habilite esto solo cuando sea necesario (por ejemplo, para depurar).

source: Enable this to avoid affecting other plugins that also send emails.
de_de: Aktivieren Sie dies, um andere Plugins, die ebenfalls E-Mails versenden, nicht zu beeinträchtigen.
es_es: Habilite esto para evitar afectar otros complementos que también envían correos electrónicos.

source: Enabled
de_de: Aktiviert
es_es: Habilitado

source: Enabled (%s)
de_de: Aktiviert (%s)
es_es: Habilitado (%s)

source: Enabled Methods
de_de: Aktivierte Methoden
es_es: Métodos habilitados

source: Encryption
de_de: Verschlüsselung
es_es: Cifrado

source: End
de_de: Ende
es_es: Fin

source: End date/time must be after start.
de_de: Enddatum/-zeit muss nach dem Start liegen.
es_es: La fecha/hora de finalización debe ser posterior al inicio.

source: End time
de_de: Endzeit
es_es: Hora de finalización

source: End:
de_de: Ende:
es_es: Fin:

source: Enter message
de_de: Nachricht eingeben
es_es: Introducir mensaje

source: Enter percentage change (e.g., 20 for +20%, -10 for -10%)
de_de: Geben Sie die prozentuale Änderung ein (z. B. 20 für +20 %, -10 für -10 %).
es_es: Ingrese el cambio porcentual (por ejemplo, 20 para +20%, -10 para -10%)

source: Enter view name:
de_de: Geben Sie den Ansichtsnamen ein:
es_es: Introduzca el nombre de la vista:

source: Enter your message
de_de: Geben Sie Ihre Nachricht ein
es_es: Introduce tu mensaje

source: Enter your name
de_de: Geben Sie Ihren Namen ein
es_es: Introduce tu nombre

source: Error Color
de_de: Fehlerfarbe
es_es: Color de error

source: Error state
de_de: Fehlerzustand
es_es: Estado de error

source: Estimated price:
de_de: Geschätzter Preis:
es_es: Precio estimado:

source: Event
de_de: Ereignis
es_es: Evento

source: Events
de_de: Ereignisse
es_es: Eventos

source: Every %d min
de_de: Alle %d Min
es_es: Cada %d minutos

source: Example Admin Panel
de_de: Beispiel für ein Admin-Panel
es_es: Panel de administración de ejemplo

source: Example amounts:
de_de: Beispielbeträge:
es_es: Cantidades de ejemplo:

source: Example service description.
de_de: Beispiel einer Servicebeschreibung.
es_es: Ejemplo de descripción del servicio.

source: Example:
de_de: Beispiel:
es_es: Ejemplo:

source: Examples: smtp.gmail.com, smtp.hostinger.com, smtp.strato.de
de_de: Beispiele: smtp.gmail.com, smtp.hostinger.com, smtp.strato.de
es_es: Ejemplos: smtp.gmail.com, smtp.hostinger.com, smtp.strato.de

source: Exception created.
de_de: Ausnahme erstellt.
es_es: Excepción creada.

source: Exception deleted.
de_de: Ausnahme gelöscht.
es_es: Excepción eliminada.

source: Exceptions
de_de: Ausnahmen
es_es: Excepciones

source: Exchange Rates API Key
de_de: Wechselkurs-API-Schlüssel
es_es: Clave API de tipos de cambio

source: Execute
de_de: Ausführen
es_es: Ejecutar

source: Executed.
de_de: Ausgeführt.
es_es: Ejecutado.

source: Execution failed.
de_de: Ausführung fehlgeschlagen.
es_es: La ejecución falló.

source: Execution Mode
de_de: Ausführungsmodus
es_es: Modo de ejecución

source: Expires: %s
de_de: Läuft ab: %s
es_es: Vence: %s

source: Export
de_de: Exportieren
es_es: Exportar

source: Export CSV
de_de: CSV exportieren
es_es: Exportar CSV

source: Export Debug Bundle
de_de: Debug-Bundle exportieren
es_es: Paquete de depuración de exportación

source: Export Debug Info
de_de: Debug-Informationen exportieren
es_es: Exportar información de depuración

source: Export to CSV
de_de: Als CSV exportieren
es_es: Exportar a CSV

source: Failed
de_de: Fehlgeschlagen
es_es: Fallido

source: Failed to add booking to cart
de_de: Buchung konnte nicht zum Warenkorb hinzugefügt werden
es_es: No se pudo agregar la reserva al carrito

source: Failed to cancel booking
de_de: Buchung konnte nicht storniert werden
es_es: No se pudo cancelar la reserva

source: Failed to create WooCommerce product
de_de: WooCommerce-Produkt konnte nicht erstellt werden
es_es: No se pudo crear el producto WooCommerce

source: Failed to delete Google Calendar event
de_de: Google-Kalender-Ereignis konnte nicht gelöscht werden
es_es: No se pudo eliminar el evento de Google Calendar

source: Failed to join waitlist
de_de: Warteliste konnte nicht beigetreten werden
es_es: No se pudo unir a la lista de espera

source: Failed to obtain access token
de_de: Zugriffstoken konnte nicht abgerufen werden
es_es: No se pudo obtener el token de acceso

source: Failed to purchase package
de_de: Paketkauf fehlgeschlagen
es_es: No se pudo comprar el paquete

source: Failed to refresh token
de_de: Das Token konnte nicht aktualisiert werden
es_es: No se pudo actualizar el token

source: Failed to save template
de_de: Vorlage konnte nicht gespeichert werden
es_es: No se pudo guardar la plantilla

source: Failed to save working hours. Please check your input and try again.
de_de: Arbeitszeiten konnten nicht gespeichert werden. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es_es: No se pudieron guardar las horas de trabajo.

source: Failed to send test email
de_de: Test-E-Mail konnte nicht gesendet werden
es_es: No se pudo enviar el correo electrónico de prueba

source: Failed to send test email.
de_de: Test-E-Mail konnte nicht gesendet werden.
es_es: No se pudo enviar el correo electrónico de prueba.

source: Failed to send test webhook
de_de: Test-Webhook konnte nicht gesendet werden
es_es: Por favor verifique su entrada e inténtelo nuevamente.

source: Failed to update appointment status.
de_de: Terminstatus konnte nicht aktualisiert werden.
es_es: No se pudo actualizar el estado de la cita.

source: FAQs
es_es: Preguntas frecuentes

source: Fees
de_de: Gebühren
es_es: Honorarios

source: Filter
de_de: Filtern
es_es: Filtrar

source: Filter by Service (optional)
de_de: Nach Dienst filtern (optional)
es_es: Filtrar por Servicio (opcional)

source: Finance
de_de: Finanzen
es_es: Finanzas

source: Fine-tune your brand colors. Changes apply to all booking forms and buttons.
de_de: Optimieren Sie Ihre Markenfarben.
es_es: Ajusta los colores de tu marca.

source: Fires when a booking is updated
de_de: Wird ausgelöst, wenn eine Buchung aktualisiert wird
es_es: Los cambios se aplican a todos los formularios y botones de reserva.

source: Fires when a new booking is created
de_de: Wird ausgelöst, wenn eine neue Buchung erstellt wird
es_es: Se activa cuando se crea una nueva reserva

source: Fires when a webhook is triggered
de_de: Wird ausgelöst, wenn ein Webhook ausgelöst wird
es_es: Se activa cuando se activa un webhook

source: Fires when booking status changes
de_de: Wird ausgelöst, wenn sich der Buchungsstatus ändert
es_es: Se dispara cuando cambia el estado de la reserva

source: Fires when payment is received
de_de: Wird ausgelöst, wenn die Zahlung eingegangen ist
es_es: Se dispara cuando se recibe el pago.

source: First name
de_de: Vorname
es_es: Nombre

source: Fixed
de_de: Behoben
es_es: Fijado

source: Fixed fee per booking (e.g., payment processor fixed fee). Stored in cents.
de_de: Feste Gebühr pro Buchung (z. B. feste Gebühr des Zahlungsabwicklers).
es_es: Tarifa fija por reserva (por ejemplo, tarifa fija del procesador de pagos).

source: Fixed Weekly Slots
de_de: Feste wöchentliche Slots
es_es: Almacenado en centavos.

source: Fixed weekly times
de_de: Feste wöchentliche Zeiten
es_es: Horarios semanales fijos

source: Flash is faster, Pro is more accurate.
de_de: Flash ist schneller, Pro ist genauer.
es_es: Flash es más rápido, Pro es más preciso.

source: Floor Number
de_de: Stockwerknummer
es_es: Número de piso

source: Font Family
de_de: Schriftfamilie
es_es: Familia de fuentes

source: For complete documentation including all component variants, accessibility guidelines, and implementation notes, see %s
de_de: Eine vollständige Dokumentation einschließlich aller Komponentenvarianten, Barrierefreiheitsrichtlinien und Implementierungshinweise finden Sie unter %s
es_es: Para obtener documentación completa que incluye todas las variantes de componentes, pautas de accesibilidad y notas de implementación, consulte %s

source: For complete documentation, see %s
de_de: Die vollständige Dokumentation finden Sie unter %s.
es_es: Para obtener la documentación completa, consulte %s

source: For detailed guides and tutorials, visit our documentation site.
de_de: Ausführliche Anleitungen und Tutorials finden Sie auf unserer Dokumentationsseite.
es_es: Para obtener guías detalladas y tutoriales, visite nuestro sitio de documentación.

source: For Gmail you must use an App Password (not your normal login password).
de_de: Für Gmail müssen Sie ein App-Passwort verwenden (nicht Ihr normales Login-Passwort).
es_es: Para Gmail debes utilizar una contraseña de aplicación (no tu contraseña de inicio de sesión normal).

source: For hotels, vacation rentals, B&Bs. Guests book date ranges (check-in/check-out).
de_de: Für Hotels, Ferienwohnungen, B&Bs.
es_es: Para hoteles, alquileres vacacionales, B&B.

source: For normal use, "Error" is usually enough. Use "Debug" only temporarily.
de_de: Für den normalen Gebrauch reicht meist „Error“ aus.
es_es: Los huéspedes reservan rangos de fechas (check-in/check-out).

source: For salons, studios, consultations, classes. Customers book time slots.
de_de: Für Salons, Studios, Beratungen, Kurse.
es_es: Para salones, estudios, consultas, clases.

source: Form Elements
de_de: Formularelemente
es_es: Los clientes reservan franjas horarias.

source: Free
de_de: Frei
es_es: Gratis

source: Free cancellation up to %d hours before. After that, %d%% cancellation fee applies. No-show: %d%% fee.
de_de: Kostenlose Stornierung bis %d Stunden vorher.
es_es: Cancelación gratuita hasta %d horas antes.

source: Fri
de_de: Fr
es_es: Vie

source: From
de_de: Von
es_es: Desde

source: From Email:
de_de: Von E-Mail:
es_es: Después de eso, se aplica __PH_1____PH_2__ tarifa de cancelación.

source: From Name:
de_de: Von Name:
es_es: Del nombre:

source: From:
de_de: Aus:
es_es: De:

source: Frontend
es_es: Interfaz

source: Frontend tab controls the color palette used on the booking widget.
de_de: Die Registerkarte „Frontend“ steuert die im Buchungs-Widget verwendete Farbpalette.
es_es: La pestaña Frontend controla la paleta de colores utilizada en el widget de reserva.

source: Full hair coloring service
de_de: Kompletter Haarfärbeservice
es_es: Servicio completo de coloración del cabello.

source: Gemini API Key
de_de: Gemini-API-Schlüssel
es_es: Clave API de Géminis

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general

source: Generate
de_de: Generieren
es_es: Generar

source: Get a free API key from %s
de_de: Holen Sie sich einen kostenlosen API-Schlüssel von %s
es_es: Obtenga una clave API gratuita de %s

source: Get your key from
de_de: Holen Sie Ihren Schlüssel von
es_es: No presentarse: __PH_3____PH_4__ tarifa.

source: Ghost
de_de: Transparent
es_es: Fantasma

source: Global business hours (0-23). Individual staff hours can override this.
de_de: Weltweite Geschäftszeiten (0-23).
es_es: Horario comercial global (0-23).

source: Go to Dashboard
de_de: Gehen Sie zum Dashboard
es_es: Las horas individuales del personal pueden anular esto.

source: Go to Settings â†’ Payments and enter your Stripe or PayPal credentials. Make sure to test in sandbox mode first.
de_de: Gehen Sie zu Einstellungen → Zahlungen und geben Sie Ihre Stripe- oder PayPal-Anmeldeinformationen ein.
es_es: Vaya a Configuración → Pagos e ingrese sus credenciales de Stripe o PayPal.

source: Good news! A spot has opened up for your requested booking on %s at %s. You have 24 hours to accept this offer.
de_de: Gute Nachrichten!
es_es: ¡Albricias!

source: Google Calendar API error
de_de: Fehler bei der Google Kalender-API
es_es: Se ha abierto un lugar para la reserva solicitada el __PH_0__ a las __PH_1__.

source: Grid Layouts
de_de: Rasterlayouts
es_es: Tienes 24 horas para aceptar esta oferta.

source: Gross Profit
de_de: Bruttogewinn
es_es: Asegúrese de realizar la prueba primero en modo sandbox.

source: Group Booking Confirmation
de_de: Gruppenbuchungsbestätigung
es_es: Confirmación de reserva de grupo

source: Group booking form would render here
de_de: Das Gruppenbuchungsformular würde hier angezeigt
es_es: El formulario de reserva de grupo se mostraría aquí

source: Guest
de_de: Gast
es_es: Huésped

source: Guest List
de_de: Gästeliste
es_es: Lista de invitados

source: Guest saved.
de_de: Gast gespeichert.
es_es: Huésped guardado.

source: Guests
de_de: Gäste
es_es: Huéspedes

source: Guests are created automatically from bookings. You can also add them manually.
de_de: Gäste werden automatisch aus Buchungen angelegt.
es_es: Los huéspedes se crean automáticamente a partir de las reservas.

source: Guests are created automatically when bookings are made, or you can add them manually.
de_de: Gäste werden bei der Buchung automatisch angelegt, Sie können sie aber auch manuell hinzufügen.
es_es: Los invitados se crean automáticamente cuando se realizan las reservas, o puedes agregarlos manualmente.

source: Hair Coloring
de_de: Haarfärbung
es_es: coloración del cabello

source: Haircut
de_de: Haarschnitt
es_es: También puedes agregarlos manualmente.

source: Hello
de_de: Hallo
es_es: Hola

source: Hello %s,<br><br>This is a reminder that your payment of %s is due on %s.<br><br>Thank you!
de_de: Hallo %s,<br><br>Dies ist eine Erinnerung daran, dass Ihre Zahlung von %s am %s fällig ist.<br><br>Vielen Dank!
es_es: Hola %s,<br><br>Este es un recordatorio de que su pago de %s vence el %s.<br><br>¡Gracias!

source: Hi {{customer_first_name}},
de_de: Hallo {{customer_first_name}},
es_es: Hola {{customer_first_name}},

source: Hide Advanced Settings
de_de: Erweiterte Einstellungen ausblenden
es_es: Ocultar configuración avanzada

source: HITL is safer for production. Autonomous is faster.
de_de: HITL ist sicherer für die Produktion.
es_es: HITL es más seguro para la producción.

source: Hook
de_de: Haken
es_es: Autónomo es más rápido.

source: Hotel & Accommodation
de_de: Hotel & Unterkunft
es_es: Hotel y alojamiento

source: Hotel Booking
de_de: Hotelbuchung
es_es: Reserva de hotel

source: Hotel Booking (Check-in/Check-out)
de_de: Hotelbuchung (Check-in/Check-out)
es_es: Reserva de Hotel (Check-in/Check-out)

source: Hotel Dashboard
es_es: Panel de control del hotel
