Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: Your PayPal Client ID.
de_de: Ihre PayPal-Kunden-ID.
es_es: Su ID de cliente de PayPal.

source: Your PayPal Secret.
de_de: Ihr PayPal-Geheimnis.
es_es: Su secreto de PayPal.

source: Your registration for %s on %s is confirmed.
de_de: Ihre Registrierung für %s am %s ist bestätigt.
es_es: Su registro para %s el %s está confirmado.

source: Your request could not be processed. Please try again.
de_de: Ihre Anfrage konnte nicht bearbeitet werden.
es_es: Su solicitud no pudo ser procesada.

source: Your Stripe publishable key (pk_live_... or pk_test_...).
de_de: Ihr für Stripe veröffentlichbarer Schlüssel (pk_live_... oder pk_test_...).
es_es: Por favor inténtalo de nuevo.

source: Your Stripe secret key (sk_live_... or sk_test_...).
de_de: Ihr geheimer Stripe-Schlüssel (sk_live_... oder sk_test_...).
es_es: Su clave secreta de Stripe (sk_live_... o sk_test_...).

source: Your Stripe webhook signing secret (whsec_...). Used to verify payment events.
de_de: Ihr Stripe-Webhook-Signaturgeheimnis (whsec_...).
es_es: Su secreto de firma del webhook de Stripe (whsec_...).

source: Error
de_de: Fehler

source: Error:
de_de: Fehler:

source: General
de_de: Allgemein

source: No
de_de: Nein

source: Pedicure
de_de: Pediküre

source: Pro
de_de: Profi

source: Total:
de_de: Gesamt:
