Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: Run retention cleanup now?
de_de: Jetzt Aufbewahrungsbereinigung durchführen?
es_es: ¿Ejecutar la limpieza de retención ahora?

source: Run system check
de_de: Führen Sie eine Systemprüfung durch
es_es: Ejecutar verificación del sistema

source: Run system diagnostics (read-only).
de_de: Systemdiagnose ausführen (schreibgeschützt).
es_es: Ejecute diagnósticos del sistema (solo lectura).

source: Run the setup wizard again to reconfigure your basic settings.
de_de: Führen Sie den Einrichtungsassistenten erneut aus, um Ihre Grundeinstellungen neu zu konfigurieren.
es_es: Ejecute el asistente de configuración nuevamente para reconfigurar sus configuraciones básicas.

source: Run triggered. Check Outbox for drafts.
de_de: Lauf ausgelöst.
es_es: Ejecución activada.

source: Runs database migrations again. Can be run multiple times (uses dbDelta).
de_de: Führt Datenbankmigrationen erneut aus.
es_es: Consulta la bandeja de salida para ver si hay borradores.

source: Sample services, staff, and bookings for testing
de_de: Musterleistungen, Personal und Buchungen zum Testen
es_es: Servicios de muestra, personal y reservas para pruebas.

source: Sat
de_de: Sa
es_es: Sáb

source: Save
de_de: Speichern
es_es: Guardar

source: Save AI Settings
de_de: AI-Einstellungen speichern
es_es: Guardar configuración de IA

source: Save Availability
de_de: Verfügbarkeit speichern
es_es: Guardar disponibilidad

source: Save Branding Settings
de_de: Branding-Einstellungen speichern
es_es: Guardar configuración de marca

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios

source: Save Customer
de_de: Kunde speichern
es_es: Guardar cliente

source: Save Design
de_de: Design speichern
es_es: Guardar diseño

source: Save Draft
de_de: Entwurf speichern
es_es: Guardar borrador

source: Save Retention Settings
de_de: Aufbewahrungseinstellungen speichern
es_es: Guardar configuración de retención

source: Save Rule
de_de: Regel speichern
es_es: Guardar regla

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar configuración

source: Save Template
de_de: Vorlage speichern
es_es: Guardar plantilla

source: Save View
de_de: Ansicht speichern
es_es: Guardar vista

source: Save working hours
de_de: Sparen Sie Arbeitszeit
es_es: Ahorra horas de trabajo

source: Saved Views:
de_de: Gespeicherte Ansichten:
es_es: Vistas guardadas:

source: Schedule
de_de: Zeitplan
es_es: Horario

source: Schedule Details
de_de: Zeitplandetails
es_es: Detalles del horario

source: Scope
de_de: Umfang
es_es: Alcance

source: Searchâ€¦
de_de: Suchen...
es_es: Buscar...

source: Seasonal
de_de: Saisonal
es_es: Estacional

source: Seasonal Adjustment (%+d%%)
de_de: Saisonale Anpassung (%+d%%)
es_es: Ajuste estacional (%+d%%)

source: Seats
de_de: Sitze
es_es: Asientos

source: Secondary
de_de: Sekundär
es_es: Secundario

source: Secondary button border and text (outline).
de_de: Rahmen und Text der sekundären Schaltfläche (Umriss).
es_es: Borde y texto del botón secundario (contorno).

source: Secondary button hover fill background and border.
de_de: Hintergrund und Rahmen der sekundären Schaltfläche füllen den Hintergrund und den Rand aus.
es_es: El botón secundario rellena el fondo y el borde al pasar el cursor.

source: Secondary Color
de_de: Sekundärfarbe
es_es: Color secundario

source: Secondary Hover Color
de_de: Sekundäre Hover-Farbe
es_es: Color secundario al pasar el cursor

source: Security
de_de: Sicherheit
es_es: Seguridad

source: Security check failed
de_de: Sicherheitsüberprüfung fehlgeschlagen
es_es: Error en la comprobación de seguridad

source: Security check failed. Please reload the page and try again.
de_de: Sicherheitsprüfung fehlgeschlagen. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
es_es: La comprobación de seguridad falló.

source: See what is available and pick your preferred time in seconds.
de_de: Sehen Sie, was verfügbar ist, und wählen Sie in Sekundenschnelle Ihre bevorzugte Zeit aus.
es_es: Vuelva a cargar la página e inténtelo de nuevo.

source: Select
de_de: Auswählen
es_es: Seleccionar

source: Select a date first
de_de: Wählen Sie zuerst ein Datum
es_es: Seleccione una fecha primero

source: Select a time
de_de: Zeit auswählen
es_es: Seleccione una hora

source: Select All
de_de: Wählen Sie „Alle“ aus
es_es: Seleccionar todo

source: Select appointments using checkboxes, choose an action, then click Apply
de_de: Wählen Sie Termine mithilfe von Kontrollkästchen aus, wählen Sie eine Aktion aus und klicken Sie dann auf „Übernehmen“.
es_es: Seleccione citas usando casillas de verificación, elija una acción y luego haga clic en Aplicar

source: Select booking date
de_de: Buchungsdatum auswählen
es_es: Selecciona fecha de reserva

source: Select bulk action
de_de: Wählen Sie eine Massenaktion aus
es_es: Seleccionar acción masiva

source: Select Location
de_de: Wählen Sie Standort aus
es_es: Seleccionar Ubicación

source: Select log file
de_de: Protokolldatei auswählen
es_es: Seleccionar archivo de registro

source: Select option
de_de: Option auswählen
es_es: Seleccionar opción

source: Select resources that can perform this service.
de_de: Wählen Sie Ressourcen aus, die diesen Dienst ausführen können.
es_es: Seleccione recursos que puedan realizar este servicio.

source: Select room type
de_de: Zimmertyp auswählen
es_es: Seleccionar tipo de habitación

source: Select service
de_de: Dienst auswählen
es_es: Seleccionar servicio

source: Select the resources that can be used for this service. If none are selected, all available resources will be considered.
de_de: Wählen Sie die Ressourcen aus, die für diesen Dienst verwendet werden können.
es_es: Seleccione los recursos que se pueden utilizar para este servicio.

source: Select View...
de_de: Wählen Sie „Ansicht...“
es_es: Si no se selecciona ninguno, se considerarán todos los recursos disponibles.

source: Select...
de_de: Wählen...
es_es: Seleccionar...

source: Selectâ€¦
de_de: Wählen Sie...
es_es: Seleccionar...

source: Selected room is no longer available.
de_de: Das ausgewählte Zimmer ist nicht mehr verfügbar.
es_es: La habitación seleccionada ya no está disponible.

source: Semantic Colors
de_de: Semantische Farben
es_es: Colores semánticos

source: Send confirmation email to customer
de_de: Senden Sie eine Bestätigungs-E-Mail an den Kunden
es_es: Enviar correo electrónico de confirmación al cliente

source: Send confirmation emails to customers
de_de: Senden Sie Bestätigungs-E-Mails an Kunden
es_es: Enviar correos electrónicos de confirmación a los clientes.

source: Send email to admin on new booking
de_de: Bei neuer Buchung eine E-Mail an den Administrator senden
es_es: Enviar correo electrónico al administrador sobre una nueva reserva

source: Send emails via SMTP instead of the server mail function
de_de: Versenden Sie E-Mails über SMTP statt über die Server-Mail-Funktion
es_es: Enviar correos electrónicos a través de SMTP en lugar de la función de correo del servidor

source: Send reminders 24h before appointment
de_de: Senden Sie Erinnerungen 24 Stunden vor dem Termin
es_es: Enviar recordatorios 24h antes de la cita

source: Send Test Email
de_de: Test-E-Mail senden
es_es: Enviar correo electrónico de prueba

source: Send test email to:
de_de: Test-E-Mail senden an:
es_es: Enviar correo electrónico de prueba a:

source: Send to AI
de_de: An AI senden
es_es: Enviar a IA

source: Sender Info
de_de: Absenderinformationen
es_es: Información del remitente

source: Sent at:
de_de: Gesendet an:
es_es: Enviado a:

source: Server error (HTTP %d)
de_de: Serverfehler (HTTP %d)
es_es: Error del servidor (HTTP %d)

source: Service
de_de: Dienstleistung
es_es: Servicio

source: Service Booking
de_de: Servicebuchung
es_es: Reserva de servicio

source: Service Booking (Appointments)
de_de: Servicebuchung (Termine)
es_es: Reserva de Servicios (Citas)

source: Service Card
de_de: Servicekarte
es_es: Tarjeta de servicio

source: Service duration in minutes
de_de: Servicedauer in Minuten
es_es: Duración del servicio en minutos

source: Service not found
de_de: Dienst nicht gefunden
es_es: Servicio no encontrado

source: Service saved successfully.
de_de: Dienst erfolgreich gespeichert.
es_es: Servicio guardado exitosamente.

source: Service/Class:
de_de: Dienst/Klasse:
es_es: Servicio/Clase:

source: Services
de_de: Dienstleistungen
es_es: Servicios

source: Services & Appointments
de_de: Dienstleistungen & Termine
es_es: Servicios y Citas

source: Services & Room Types
de_de: Services und Zimmertypen
es_es: Servicios y tipos de habitaciones

source: Services define what you offer to your customers. Create your first service to start accepting appointments.
de_de: Services definieren, was Sie Ihren Kunden anbieten.
es_es: Los servicios definen lo que ofrece a sus clientes.

source: Set accurate durations to avoid overbooking
de_de: Legen Sie genaue Zeiträume fest, um eine Überbuchung zu vermeiden
es_es: Establezca duraciones precisas para evitar el overbooking

source: Set to 0 to disable automatic anonymization. Appointments older than this will have customer data anonymized (email, name, phone replaced).
de_de: Auf 0 setzen, um die automatische Anonymisierung zu deaktivieren.
es_es: Crea tu primer servicio para comenzar a aceptar citas.

source: Set to 0 to disable automatic deletion. Appointments with status "cancelled" older than this will be permanently deleted.
de_de: Auf 0 setzen, um das automatische Löschen zu deaktivieren.
es_es: Establezca en 0 para desactivar la eliminación automática.

source: Set Your Availability
de_de: Legen Sie Ihre Verfügbarkeit fest
es_es: Las citas con estado "cancelado" anteriores a este se eliminarán permanentemente.

source: Settings
de_de: Einstellungen
es_es: Configuración

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
es_es: La configuración se guardó correctamente.

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Configuración guardada.

source: Setup Complete!
de_de: Einrichtung abgeschlossen!
es_es: ¡Configuración completa!

source: Setup Progress
de_de: Einrichtungsfortschritt
es_es: Progreso de la configuración

source: Setup Wizard
de_de: Einrichtungsassistent
es_es: Asistente de configuración

source: Shadow & Effects
de_de: Schatten & Effekte
es_es: Sombras y efectos

source: Shadow Blur (px)
de_de: Schattenunschärfe (px)
es_es: Desenfoque de sombra (px)

source: Shadow Spread (px)
de_de: Schattenausbreitung (px)
es_es: Extensión de sombra (px)

source: Show Advanced Settings
de_de: Erweiterte Einstellungen anzeigen
es_es: Mostrar configuración avanzada

source: Show List
de_de: Liste anzeigen
es_es: Mostrar lista

source: Show or hide status legend
de_de: Statuslegende ein- oder ausblenden
es_es: Mostrar u ocultar leyenda de estado

source: Show/hide columns
de_de: Spalten ein-/ausblenden
es_es: Mostrar/ocultar columnas

source: Showing %1$d-%2$d of %3$d
de_de: Angezeigt werden %1$d-%2$d von %3$d
es_es: Mostrando %1$d-%2$d de %3$d

source: Single Bed
de_de: Einzelbett
es_es: Cama individual

source: Skip availability conflict check (not recommended)
de_de: Verfügbarkeitskonfliktprüfung überspringen (nicht empfohlen)
es_es: Omitir verificación de conflicto de disponibilidad (no recomendado)

source: Skip to booking form
de_de: Zum Buchungsformular springen
es_es: Saltar al formulario de reserva

source: Skip wizard and configure manually
de_de: Den Assistenten überspringen und manuell konfigurieren
es_es: Saltar asistente y configurar manualmente

source: Slot Size (minutes)
de_de: Slotgröße (Minuten)
es_es: Tamaño de ranura (minutos)

source: Slow-paced, meditative yoga
de_de: Langsames, meditatives Yoga
es_es: Yoga meditativo de ritmo lento

source: Small
de_de: Klein
es_es: Pequeño

source: Small highlights (required fields *), and the gradient end color when gradient is enabled.
de_de: Kleine Hervorhebungen (Pflichtfelder *) und die Gradientenendfarbe, wenn Gradient aktiviert ist.
es_es: Pequeños reflejos (campos obligatorios *) y el color final del degradado cuando el degradado está habilitado.

source: Smart Room Assistant
de_de: Intelligenter Raumassistent
es_es: Asistente de habitación inteligente

source: SMTP Configuration
de_de: SMTP-Konfiguration
es_es: Configuración SMTP

source: SMTP Host
es_es: Anfitrión SMTP

source: SMTP Password
de_de: SMTP-Passwort
es_es: Contraseña SMTP

source: SMTP Port
es_es: Puerto SMTP

source: SMTP scope:
de_de: SMTP-Bereich:
es_es: Alcance SMTP:

source: SMTP server:
es_es: Servidor SMTP:

source: SMTP Username
de_de: SMTP-Benutzername
es_es: Nombre de usuario SMTP

source: Softness of the shadow effect
de_de: Weichheit des Schatteneffekts
es_es: Suavidad del efecto de sombra.

source: Solid
de_de: Solide
es_es: Sólido

source: Sort Rooms
de_de: Räume sortieren
es_es: Ordenar habitaciones

source: Spacing & Layout
de_de: Abstand und Layout
es_es: Espaciado y diseño

source: Spacing & Shapes
de_de: Abstände und Formen
es_es: Espaciado y formas

source: Spacing Scale (4px base)
de_de: Abstandsskala (4-Pixel-Basis)
es_es: Escala de espaciado (base de 4px)

source: Spacious room with king bed and balcony
de_de: Geräumiges Zimmer mit Kingsize-Bett und Balkon
es_es: Amplia habitación con cama king y balcón.

source: Specific Services/Rooms
de_de: Spezifische Dienstleistungen/Zimmer
es_es: Servicios/Habitaciones Específicas

source: Speed of hover animations
de_de: Geschwindigkeit der Hover-Animationen
es_es: Velocidad de las animaciones al pasar el mouse

source: Staff
de_de: Personal
es_es: Personal

source: Staff Login
de_de: Mitarbeiter-Login
es_es: Inicio de sesión del personal

source: Staff Member
de_de: Mitarbeiter
es_es: Miembro del personal

source: Staff member can handle maximum %d appointments simultaneously
de_de: Der Mitarbeiter kann maximal %d Termine gleichzeitig bearbeiten
es_es: El miembro del personal puede manejar un máximo de %d citas simultáneamente

source: Staff member is not working at this time
de_de: Der Mitarbeiter arbeitet derzeit nicht
es_es: El miembro del personal no está trabajando en este momento.

source: Staff Portal
de_de: Mitarbeiterportal
es_es: Portal del personal

source: Staff:
de_de: Mitarbeiter:
es_es: Personal:

source: Standard Room
de_de: Standardzimmer
es_es: Habitación Estándar

source: Start
es_es: Inicio

source: Start booking
de_de: Beginnen Sie mit der Buchung
es_es: Empezar a reservar

source: Start time
de_de: Startzeit
es_es: Hora de inicio

source: Start with an empty setup
de_de: Beginnen Sie mit einem leeren Setup
es_es: Comience con una configuración vacía

source: Start:
es_es: Comenzar:

source: Status
es_es: Estado

source: Status assigned to new bookings.
de_de: Status für neue Buchungen zugewiesen.
es_es: Estado asignado a nuevas reservas.

source: Status changed from "%s" to "%s".
de_de: Status wurde von „%s“ in „%s“ geändert.
es_es: El estado cambió de "%s" a "%s".

source: Status Legend
de_de: Statuslegende
es_es: Leyenda de estado

source: Status updated.
de_de: Status aktualisiert.
es_es: Estado actualizado.

source: Status:
es_es: Estado:

source: Status: Cancelled
de_de: Status: Abgebrochen
es_es: Estado: Cancelado

source: Status: Completed
de_de: Status: Abgeschlossen
es_es: Estado: Completado

source: Status: Confirmed
de_de: Status: Bestätigt
es_es: Estado: Confirmado

source: Status: No-show
de_de: Status: Nichterscheinen
es_es: Estado: No presentado

source: Status: Pending confirmation
de_de: Status: Bestätigung ausstehend
es_es: Estado: Pendiente de confirmación

source: Step %d of %d
de_de: Schritt %d von %d
es_es: Paso %d de %d

source: Step %s of %s
de_de: Schritt %s von %s
es_es: Paso %s de %s

source: Store Country
de_de: Land des Shops
es_es: País de la tienda

source: Stripe Flow
de_de: Streifenfluss
es_es: Flujo de rayas

source: Stripe Public Key
de_de: Öffentlicher Stripe-Schlüssel
es_es: Clave pública de banda

source: Stripe Secret Key
de_de: Stripe-Geheimschlüssel
es_es: Clave secreta de rayas

source: Stripe Webhook Secret
de_de: Stripe-Webhook-Geheimnis
es_es: Secreto del webhook de rayas

source: Style Guide
de_de: Stil-Guide
es_es: Guía de estilo

source: Subject
de_de: Betreff
es_es: Asunto

source: Subject:
de_de: Betreff:
es_es: Sujeto:

source: Submit booking form
de_de: Buchungsformular absenden
es_es: Enviar formulario de reserva

source: Subtitle
de_de: Untertitel
es_es: Subtitular

source: Success
de_de: Erfolg
es_es: Éxito

source: Success Color
de_de: Erfolgsfarbe
es_es: Color de éxito

source: Success!
de_de: Erfolg!
es_es: ¡Éxito!

source: Success:
de_de: Erfolg:
es_es: Éxito:

source: Suggested room
de_de: Vorgeschlagenes Zimmer
es_es: Habitación sugerida

source: Suggestion
de_de: Anregung
es_es: Sugerencia

source: Sun
de_de: So
es_es: Dom

source: Sunset Orange
de_de: Sonnenuntergangsorange
es_es: Naranja Atardecer

source: Support Forum
es_es: Foro de soporte

source: Supported âœ“
de_de: Unterstützt –
es_es: Soportado "

source: Switch between appointment-based booking (services) and date-range booking (hotel/rooms).
de_de: Wechseln Sie zwischen terminbasierter Buchung (Dienstleistungen) und Zeitraumbuchung (Hotel/Zimmer).
es_es: Cambie entre reservas basadas en citas (servicios) y reservas por rango de fechas (hotel/habitaciones).

source: Switch between service appointments and hotel mode
de_de: Wechseln Sie zwischen Serviceterminen und Hotelmodus
es_es: Cambiar entre citas de servicio y modo hotel

source: System Check Results
de_de: Ergebnisse der Systemprüfung
es_es: Resultados de la verificación del sistema

source: System Diagnostics
de_de: Systemdiagnose
es_es: Diagnóstico del sistema

source: System Information
de_de: Systeminformationen
es_es: Información del sistema

source: System information, database status, and debug tools.
de_de: Systeminformationen, Datenbankstatus und Debug-Tools.
es_es: Información del sistema, estado de la base de datos y herramientas de depuración.

source: Table name
de_de: Tabellenname
es_es: Nombre de la tabla

source: Table Status
de_de: Tabellenstatus
es_es: Estado de la tabla

source: Tables
de_de: Tische
es_es: Mesas

source: Tax (%.1f%%)
de_de: Steuer (%.1f%%)
es_es: Impuesto (%.1f%%)

source: Tax ID:
de_de: Steuernummer:
es_es: Identificación fiscal:

source: Tax:
de_de: Steuer:
es_es: Impuesto:

source: Team
es_es: Equipo

source: Template
de_de: Vorlage
es_es: Plantilla

source: Template deleted.
de_de: Vorlage gelöscht.
es_es: Plantilla eliminada.

source: Template file not found:
de_de: Vorlagendatei nicht gefunden:
es_es: Archivo de plantilla no encontrado:

source: Template not found.
de_de: Vorlage nicht gefunden.
es_es: Plantilla no encontrada.

source: Template saved!
de_de: Vorlage gespeichert!
es_es: ¡Plantilla guardada!

source: Template saved.
de_de: Vorlage gespeichert.
es_es: Plantilla guardada.

source: Template Type:
de_de: Vorlagentyp:
es_es: Tipo de plantilla:

source: Templates
de_de: Vorlagen
es_es: Plantillas

source: Test
es_es: Prueba

source: Test a booking end-to-end
de_de: Testen Sie eine Buchung End-to-End
es_es: Probar una reserva de principio a fin

source: Test Connection
de_de: Verbindung testen
es_es: Conexión de prueba

source: Test Email Configuration
de_de: Testen Sie die E-Mail-Konfiguration
es_es: Probar la configuración del correo electrónico

source: Test email sent successfully to
de_de: Test-E-Mail erfolgreich gesendet an
es_es: Correo electrónico de prueba enviado correctamente a

source: Test email sent!
de_de: Test-E-Mail gesendet!
es_es: ¡Correo electrónico de prueba enviado!

source: Test webhook sent!
de_de: Test-Webhook gesendet!
es_es: ¡Webhook de prueba enviado!

source: Testingâ€¦
de_de: Testen...
es_es: Pruebas...

source: Text Color
de_de: Textfarbe
es_es: Color del texto

source: Text Input
de_de: Texteingabe
es_es: Entrada de texto

source: Textarea
de_de: Textbereich
es_es: área de texto

source: Thank you for your booking! Here are the details:
de_de: Vielen Dank für Ihre Buchung!
es_es: ¡Gracias por tu reserva!

source: Thank you! Your payment has been confirmed and your booking is confirmed.
de_de: Danke schön!
es_es: ¡Gracias!

source: Thank you! Your payment return was received. We will confirm your booking after the payment is verified.
de_de: Danke schön!
es_es: ¡Gracias!

source: The dashboard shows your upcoming bookings, revenue, and key metrics at a glance.
de_de: Das Dashboard zeigt Ihre bevorstehenden Buchungen, Umsätze und Schlüsselkennzahlen auf einen Blick.
es_es: El panel muestra tus próximas reservas, ingresos y métricas clave de un vistazo.

source: The date cannot be in the past.
de_de: Das Datum darf nicht in der Vergangenheit liegen.
es_es: Se recibió su devolución de pago.

source: The date or time format is not valid. Please check your selection and try again.
de_de: Das Datum- oder Zeitformat ist ungültig. Bitte überprüfen Sie Ihre Auswahl und versuchen Sie es erneut.
es_es: Confirmaremos su reserva después de que se verifique el pago.

source: The default currency for new bookings and prices.
de_de: Die Standardwährung für neue Buchungen und Preise.
es_es: Su pago ha sido confirmado y su reserva está confirmada.

source: The following WordPress actions are available for custom integrations:
de_de: Für benutzerdefinierte Integrationen stehen die folgenden WordPress-Aktionen zur Verfügung:
es_es: Aquí están los detalles:

source: The plugin uses database locks to prevent race conditions. Make sure your MySQL version supports named locks (MySQL 5.7.5+).
de_de: Das Plugin verwendet Datenbanksperren, um Race Conditions zu verhindern.
es_es: El complemento utiliza bloqueos de bases de datos para evitar condiciones de carrera.

source: The requested resource was not found.
de_de: Die angeforderte Ressource wurde nicht gefunden.
es_es: Asegúrese de que su versión de MySQL admita bloqueos con nombre (MySQL 5.7.5+).

source: The selected check-in date is in the past.
de_de: Das ausgewählte Check-in-Datum liegt in der Vergangenheit.
es_es: La fecha de check-in seleccionada ya pasó.

source: There are no appointments matching your current filters.
de_de: Es gibt keine Termine, die Ihren aktuellen Filtern entsprechen.
es_es: No hay citas que coincidan con sus filtros actuales.

source: These are used to control which methods can be offered on the booking form (implementation follows in the next steps).
de_de: Über diese wird gesteuert, welche Methoden auf dem Buchungsformular angeboten werden können (die Umsetzung folgt in den nächsten Schritten).
es_es: Se utilizan para controlar qué métodos se pueden ofrecer en el formulario de reserva (la implementación sigue en los siguientes pasos).

source: Thickness of input and card borders
de_de: Dicke der Eingabe- und Kartenränder
es_es: Grosor de los bordes de entrada y tarjeta.

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Esta acción no se puede deshacer.

source: This action has already been executed.
de_de: Diese Aktion wurde bereits ausgeführt.
es_es: Esta acción ya ha sido ejecutada.

source: This booking is temporarily locked while another reservation is being finalized. Please wait a moment and try again.
de_de: Diese Buchung ist vorübergehend gesperrt, während eine andere Reservierung abgeschlossen wird. Bitte warten Sie einen Moment und versuchen Sie es erneut.
es_es: Esta reserva está bloqueada temporalmente mientras se finaliza otra reserva.

source: This card has a shadow for emphasis.
de_de: Diese Karte hat einen Schatten zur Hervorhebung.
es_es: Esta carta tiene una sombra para dar énfasis.

source: This coupon has expired
de_de: Dieser Gutschein ist abgelaufen
es_es: Espere un momento e inténtelo de nuevo.

source: This coupon has reached its usage limit
de_de: Dieser Coupon hat sein Nutzungslimit erreicht
es_es: Este cupón ha alcanzado su límite de uso.
