Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: %d of %d credits remaining
de_de: %d von %d Guthaben verbleibend
es_es: %d de %d créditos restantes

source: %d rooms found in service mode (should be in hotel mode)
de_de: %d Zimmer im Service-Modus gefunden (sollte im Hotel-Modus sein)
es_es: %d habitaciones encontradas en modo servicio (debe estar en modo hotel)

source: %d services are missing room configuration (beds_type)
de_de: %d Dienstleistungen fehlt die Zimmerkonfiguration (beds_type)
es_es: Faltan configuraciones de habitación a %d servicios (tipo_camas)

source: %d services deleted successfully.
de_de: %d Dienstleistungen erfolgreich gelöscht.
es_es: %d servicios eliminados correctamente.

source: %s format is invalid
de_de: %s-Format ist ungültig
es_es: El formato de %s no es válido

source: %s is required
de_de: %s ist erforderlich
es_es: %s es requerido

source: %s must be a number
de_de: %s muss eine Zahl sein
es_es: %s debe ser un número

source: %s must be a valid email
de_de: %s muss eine gültige E-Mail sein
es_es: %s debe ser un correo electrónico válido

source: %s must be a valid URL
de_de: %s muss eine gültige URL sein
es_es: %s debe ser una URL válida

source: %s must be at least %d characters
de_de: %s muss mindestens %d Zeichen lang sein
es_es: %s debe tener al menos %d caracteres

source: %s must be no more than %d characters
de_de: %s darf nicht mehr als %d Zeichen lang sein
es_es: %s no debe tener más de %d caracteres

source: %s saved successfully.
de_de: %s erfolgreich gespeichert.
es_es: %s guardado correctamente.

source: .ltlb-booking .service-card { /* your styles */ }
de_de: .ltlb-booking .service-card { /* deine Stile */ }
es_es: .ltlb-booking .service-card { /* tus estilos */ }

source: {service_name} â€” booking confirmation
de_de: {service_name} – Buchungsbestätigung
es_es: {service_name}: confirmación de la reserva

source: 10er Card
de_de: 10er-Karte
es_es: Tarjeta 10er

source: 30 Days
de_de: 30 Tage
es_es: 30 días

source: 5er Card
de_de: 5er-Karte
es_es: Tarjeta 5er

source: A guided booking process that prevents mistakes and keeps everything consistent.
de_de: Ein geführter Buchungsprozess, der Fehler verhindert und alles konsistent hält.
es_es: Un proceso de reserva guiado que evita errores y mantiene todo coherente.

source: A key is stored. Leave blank to keep the existing key.
de_de: Ein Schlüssel ist gespeichert. Leer lassen, um den bestehenden Schlüssel beizubehalten.
es_es: Se almacena una clave.

source: A new booking has been received and requires your attention.
de_de: Eine neue Buchung ist eingegangen und erfordert Ihre Aufmerksamkeit.
es_es: Se ha recibido una nueva reserva y requiere su atención.

source: A password is stored. Leave blank to keep the existing password.
de_de: Ein Passwort ist gespeichert. Leer lassen, um das bestehende Passwort beizubehalten.
es_es: Déjelo en blanco para conservar la clave existente.

source: A slot is available! Check your email to accept.
de_de: Ein Platz ist verfügbar! Überprüfen Sie Ihre E-Mail zum Akzeptieren.
es_es: ¡Hay un espacio disponible!

source: A slot is available: %s
de_de: Ein Platz ist verfügbar: %s
es_es: Revisa tu correo electrónico para aceptar.

source: A webhook secret is stored. Leave blank to keep the existing secret.
de_de: Ein Webhook-Secret ist gespeichert. Leer lassen, um das bestehende Secret beizubehalten.
es_es: Se almacena un secreto de webhook.

source: â„¹ No scheduled cron jobs yet
de_de: ℹ Noch keine geplanten Cron-Jobs
es_es: â€¹ Aún no hay trabajos cron programados

source: â€” Select â€”
de_de: – Wählen Sie –
es_es: Déjelo en blanco para mantener el secreto existente.

source: Accent Color
de_de: Akzentfarbe
es_es: Color de acento

source: Accent preview
de_de: Akzentvorschau
es_es: Vista previa de acento

source: Accept
de_de: Akzeptieren
es_es: Aceptar

source: Accept offer: %s
de_de: Angebot annehmen: %s
es_es: Aceptar oferta: %s

source: Accept this booking?
de_de: Diesen Termin akzeptieren?
es_es: ¿Aceptar esta reserva?

source: Access denied
de_de: Zugriff verweigert
es_es: Acceso denegado

source: Access denied. Staff members only.
de_de: Zugriff verweigert. Nur für Mitarbeiter.
es_es: Acceso denegado.

source: Action
de_de: Aktion
es_es: Acción

source: Action not found.
de_de: Aktion nicht gefunden.
es_es: Sólo miembros del personal.

source: Actions
de_de: Aktionen
es_es: Acciones

source: Activate AI-powered automations
de_de: KI-gestützte Automatisierungen aktivieren
es_es: Activar automatizaciones impulsadas por IA

source: Active
de_de: Aktiv
es_es: Activo

source: Active Pricing Rules
de_de: Aktive Preisregeln
es_es: Reglas de precios activas

source: Add booking form to your website
de_de: Buchungsformular zu Ihrer Website hinzufügen
es_es: Añade el formulario de reserva a tu sitio web

source: Add custom CSS for advanced styling.
de_de: Benutzerdefiniertes CSS für erweiterte Gestaltung hinzufügen.
es_es: Agregue CSS personalizado para un estilo avanzado.

source: Add custom CSS to override or extend the design. Use .ltlb-booking as the wrapper class.
de_de: Benutzerdefiniertes CSS hinzufügen, um das Design zu überschreiben oder zu erweitern. Verwenden Sie .ltlb-booking als Wrapper-Klasse.
es_es: Agregue CSS personalizado para anular o ampliar el diseño.

source: Add Customer
de_de: Kunde hinzufügen
es_es: Utilice .ltlb-booking como clase contenedora.

source: Add Default Rules
de_de: Standardregeln hinzufügen
es_es: Agregar reglas predeterminadas

source: Add detailed descriptions for customers
de_de: Detaillierte Beschreibungen für Kunden hinzufügen
es_es: Agregar descripciones detalladas para los clientes

source: Add First Customer
de_de: Ersten Kunden hinzufügen
es_es: Agregar primer cliente

source: Add First Guest
de_de: Ersten Gast hinzufügen
es_es: Agregar primer huésped

source: Add New
de_de: Neu hinzufügen
es_es: Agregar nuevo

source: Add New %s
de_de: Neues %s hinzufügen
es_es: Agregar nuevo %s

source: Add New Appointment
de_de: Neuen Termin hinzufügen
es_es: Añadir nueva cita

source: Add New Booking
de_de: Neue Buchung hinzufügen
es_es: Añadir nueva reserva

source: Add New Customer
de_de: Neuen Kunden hinzufügen
es_es: Añadir nuevo cliente

source: Add New Guest
de_de: Neuen Gast hinzufügen
es_es: Agregar nuevo invitado

source: Add one or more weekly start times. Example: Fri 18:00. The customer will only see these times (still respecting staff/global hours and existing bookings).
de_de: Fügen Sie eine oder mehrere wöchentliche Startzeiten hinzu.
es_es: Agregue una o más horas de inicio semanales.

source: Add Participant
de_de: Teilnehmer hinzufügen
es_es: Ejemplo: viernes 18:00.

source: Add participant modal would open here
de_de: Hier würde sich das Modal „Teilnehmer hinzufügen“ öffnen
es_es: El modo Agregar participante se abriría aquí

source: Add Pricing Rule
de_de: Preisregel hinzufügen
es_es: El cliente solo verá estos horarios (aún respetando el horario del personal/global y las reservas existentes).

source: Add Room
de_de: Zimmer hinzufügen
es_es: Agregar habitación

source: Add Rule
de_de: Regel hinzufügen
es_es: Añadir regla

source: Add Service
de_de: Dienstleistung hinzufügen
es_es: Agregar servicio

source: Add Services
de_de: Dienstleistungen hinzufügen
es_es: Agregar servicios

source: Add shadow to buttons (submit, primary, etc.)
de_de: Schatten zu Schaltflächen hinzufügen (Senden, Primär usw.)
es_es: Agregar sombra a los botones (enviar, principal, etc.)

source: Add shadow to input fields (text, select, etc.)
de_de: Schatten zu Eingabefeldern hinzufügen (Text, Auswahl usw.)
es_es: Agregar sombra a los campos de entrada (texto, selección, etc.)

source: Add shadow to service/room cards
de_de: Fügen Sie Schatten zu Service-/Zimmerkarten hinzu
es_es: Agregar sombra a las tarjetas de servicio/habitación

source: Add shadow to the main booking form container
de_de: Fügen Sie Schatten zum Hauptcontainer des Buchungsformulars hinzu
es_es: Agregar sombra al contenedor principal del formulario de reserva

source: Add Slot
de_de: Zeitfenster hinzufügen
es_es: Agregar ranura

source: Add Staff
de_de: Mitarbeiter hinzufügen
es_es: Agregar personal

source: Add staff member
de_de: Mitarbeiter hinzufügen
es_es: Agregar miembro del personal

source: Add Template
de_de: Vorlage hinzufügen
es_es: Añadir plantilla

source: Add time
de_de: Zeit hinzufügen
es_es: Agregar tiempo

source: Add Webhook
de_de: Webhook hinzufügen
es_es: Agregar webhook

source: Add webhook modal would open here
de_de: Hier würde sich das Modal „Webhook hinzufügen“ öffnen
es_es: Agregar modal de webhook se abriría aquí

source: Add your first service or room type
de_de: Fügen Sie Ihren ersten Service oder Zimmertyp hinzu
es_es: Añade tu primer servicio o tipo de habitación

source: Additional Persons (%d)
de_de: Zusätzliche Personen (%d)
es_es: Personas adicionales (%d)

source: Admin Notifications
de_de: Admin-Benachrichtigungen
es_es: Notificaciones de administrador

source: Adults
de_de: Erwachsene
es_es: Adultos

source: Advanced
de_de: Erweitert
es_es: Avanzado

source: Advanced Email Settings (SMTP)
de_de: Erweiterte E-Mail-Einstellungen (SMTP)
es_es: Configuración avanzada de correo electrónico (SMTP)

source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada

source: After (min)
de_de: Nach (Min.)
es_es: Después (min)

source: Age
de_de: Alter
es_es: Edad

source: AI
de_de: KI
es_es: IA

source: AI & Automations
de_de: KI & Automatisierungen
es_es: IA y automatizaciones

source: AI drafts appear in Outbox for approval
de_de: KI-Entwürfe werden zur Genehmigung im Postausgang angezeigt
es_es: Los borradores de IA aparecen en la Bandeja de salida para su aprobación

source: AI Enabled
de_de: KI aktiviert
es_es: IA habilitada

source: AI executes actions automatically
de_de: KI führt Aktionen automatisch aus
es_es: La IA ejecuta acciones automáticamente

source: AI Input
de_de: KI-Eingabe
es_es: Entrada de IA

source: AI Input / Output
de_de: KI-Eingabe / -Ausgabe
es_es: Entrada/Salida de IA

source: AI Insights
de_de: KI-Einblicke
es_es: Perspectivas de IA

source: AI Output
de_de: KI-Ausgabe
es_es: Salida de IA

source: AI Provider
de_de: KI-Anbieter
es_es: Proveedor de IA

source: AI service provider for content generation.
de_de: KI-Dienstleister für die Content-Generierung.
es_es: Proveedor de servicios de IA para generación de contenidos.

source: AI Settings
de_de: KI-Einstellungen
es_es: Configuración de IA

source: AI settings (provider, model, business context, and operating mode) are managed under â€œAI & Automationsâ€.
de_de: KI-Einstellungen (Anbieter, Modell, Geschäftskontext und Betriebsmodus) werden unter „KI & Automatisierungen“ verwaltet.
es_es: La configuración de la IA (proveedor, modelo, contexto empresarial y modo operativo) se gestiona en "IA y automatizaciones".

source: AI Settings saved.
de_de: KI-Einstellungen gespeichert.
es_es: Configuración de IA guardada.

source: Alerts
de_de: Benachrichtigungen
es_es: Alertas

source: All
de_de: Alle
es_es: Todos

source: All rights reserved.
de_de: Alle Rechte vorbehalten.
es_es: Reservados todos los derechos.

source: All Services/Rooms
de_de: Alle Dienstleistungen/Zimmer
es_es: Todos los Servicios/Habitaciones

source: All Set
de_de: Alles klar
es_es: Listo

source: All Statuses
de_de: Alle Status
es_es: Todos los estados

source: Allow automatic currency conversion
de_de: Automatische Währungsumrechnung erlauben
es_es: Permitir la conversión automática de moneda

source: Allow customers to pay online via Stripe or PayPal.
de_de: Ermöglichen Sie Kunden die Online-Zahlung über Stripe oder PayPal.
es_es: Permita que los clientes paguen en línea a través de Stripe o PayPal.

source: Always
de_de: Immer
es_es: Siempre

source: Amenities
de_de: Ausstattung
es_es: Comodidades

source: Amount
de_de: Betrag
es_es: Cantidad

source: Amount:
de_de: Betrag:
es_es: Cantidad:

source: An error occurred
de_de: Ein Fehler ist aufgetreten
es_es: Se produjo un error

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.
es_es: Se produjo un error.

source: An unexpected error occurred. Please try again or contact support.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es_es: Se produjo un error inesperado. Por favor, inténtelo de nuevo o contacte con soporte.

source: Analytics
de_de: Analytik
es_es: Analíticas

source: Animation Duration (ms)
de_de: Animationsdauer (ms)
es_es: Duración de la animación (ms)

source: Anonymize Customer
de_de: Kunden anonymisieren
es_es: Anonimizar al cliente

source: Anonymize customer data after (days)
de_de: Kundendaten nach (Tagen) anonymisieren
es_es: Anonimizar los datos del cliente después de (días)

source: Anonymizes customer data (email, first name, last name, phone) by replacing with anonymized values. This action cannot be undone.
de_de: Anonymisiert Kundendaten (E-Mail, Vorname, Nachname, Telefon) durch Ersetzen durch anonymisierte Werte.
es_es: Anonimiza los datos del cliente (correo electrónico, nombre, apellido, teléfono) reemplazándolos con valores anónimos.

source: Another booking is in progress. Please try again.
de_de: Eine andere Buchung ist in Bearbeitung. Bitte versuchen Sie es erneut.
es_es: Esta acción no se puede deshacer.

source: Any
de_de: Beliebig
es_es: Cualquier

source: âœ— Missing
de_de: âœ— Vermisst
es_es: âœ— Desaparecido

source: âœ“ DB version matches plugin version.
de_de: – DB-Version entspricht Plugin-Version.
es_es: âœ“ La versión de la base de datos coincide con la versión del complemento.

source: âœ“ Present
de_de: âœ“ Vorhanden
es_es: âœ“Presente

source: âœ“ WP Cron is active
de_de: „WP Cron ist aktiv
es_es: âœ“ WP Cron está activo

source: API Keys
de_de: API-Schlüssel
es_es: Claves API

source: Applies To
de_de: Gilt für
es_es: Se aplica a

source: Apply
de_de: Anwenden
es_es: Aplicar

source: Apply bulk action to selected appointments
de_de: Wenden Sie eine Massenaktion auf ausgewählte Termine an
es_es: Aplicar acción masiva a citas seleccionadas

source: Apply Filters
de_de: Filter anwenden
es_es: Aplicar filtros

source: Appointment
de_de: Termin
es_es: Cita

source: Appointment #%d
de_de: Termin #%d
es_es: Cita #%d

source: Appointment Cancelled
de_de: Termin abgesagt
es_es: Cita cancelada

source: Appointment Completed
de_de: Termin abgeschlossen
es_es: Cita completada

source: Appointment Confirmed
de_de: Termin bestätigt
es_es: Cita confirmada

source: Appointment Created
de_de: Termin erstellt
es_es: Cita creada

source: Appointment created.
de_de: Termin erstellt.
es_es: Cita creada.

source: Appointment Date
de_de: Termin
es_es: Fecha de cita

source: Appointment deleted.
de_de: Termin gelöscht.
es_es: Cita eliminada.

source: Appointment details loaded.
de_de: Termindetails geladen.
es_es: Detalles de la cita cargados.

source: Appointment not found
de_de: Termin nicht gefunden
es_es: Cita no encontrada

source: Appointment not found.
de_de: Termin nicht gefunden.
es_es: Cita no encontrada.

source: Appointment updated.
de_de: Termin aktualisiert.
es_es: Cita actualizada.

source: Appointments
de_de: Termine
es_es: Citas

source: appointments updated.
de_de: Termine aktualisiert.
es_es: citas actualizadas.

source: Appointments, classes, consultations
de_de: Termine, Kurse, Beratungen
es_es: Citas, clases, consultas.

source: Approve & Execute
de_de: Genehmigen und ausführen
es_es: Aprobar y ejecutar

source: Approve & Execute will mark the item approved and run it. Execute runs it as-is (useful for already approved drafts).
de_de: „Genehmigen und ausführen“ markiert das Element als genehmigt und führt es aus.
es_es: Aprobar y ejecutar marcará el elemento como aprobado y lo ejecutará.

source: Approve AI Actions
de_de: Genehmigen Sie KI-Aktionen
es_es: Aprobar acciones de IA

source: Are you sure you want to anonymize this customer? This cannot be undone.
de_de: Sind Sie sicher, dass Sie diesen Kunden anonymisieren möchten?
es_es: Ejecutar lo ejecuta tal cual (útil para borradores ya aprobados).

source: Are you sure you want to cancel this booking?
de_de: Möchten Sie diese Buchung wirklich stornieren?
es_es: ¿Estás seguro de que quieres cancelar esta reserva?

source: Are you sure you want to delete the selected services?
de_de: Sind Sie sicher, dass Sie die ausgewählten Dienste löschen möchten?
es_es: ¿Está seguro de que desea eliminar los servicios seleccionados?

source: Are you sure you want to delete this item?
de_de: Sind Sie sicher, dass Sie dieses Element löschen möchten?
es_es: ¿Está seguro de que desea eliminar este elemento?

source: Are you sure you want to delete this rule?
de_de: Möchten Sie diese Regel wirklich löschen?
es_es: ¿Estás seguro de que deseas eliminar esta regla?

source: Are you sure?
de_de: Sind Sie sicher?
es_es: ¿Está seguro?

source: âš DB version is behind plugin version.
de_de: âš DB-Version liegt hinter Plugin-Version.
es_es: âš La versión de la base de datos está por detrás de la versión del complemento.

source: âš WP Cron is DISABLED
de_de: âš WP Cron ist DEAKTIVIERT
es_es: âš WP Cron está DESHABILITADO

source: Ascending
de_de: Aufsteigend
es_es: Ascendente

source: Assign room
de_de: Raum zuweisen
es_es: Asignar habitación

source: Assigned Resources
de_de: Zugewiesene Ressourcen
es_es: Recursos asignados

source: Attempt
de_de: Versuch
es_es: Intentar

source: Authentication
de_de: Authentifizierung
es_es: Autenticación

source: Authentication failed (invalid API key)
de_de: Authentifizierung fehlgeschlagen (ungültiger API-Schlüssel)
es_es: Error de autenticación (clave API no válida)

source: Authentication required. Please log in.
de_de: Authentifizierung erforderlich. Bitte melden Sie sich an.
es_es: Se requiere autenticación. Por favor, inicie sesión.

source: Auto Button Text Color
de_de: Automatische Textfarbe für Schaltflächen
es_es: Color del texto del botón automático

source: Automated tasks (reminders, cleanup, waitlist offers) will not run automatically. You need to set up a system cron job.
de_de: Automatisierte Aufgaben (Erinnerungen, Bereinigung, Wartelistenangebote) werden nicht automatisch ausgeführt.
es_es: Las tareas automatizadas (recordatorios, limpieza, ofertas de lista de espera) no se ejecutarán automáticamente.

source: Automatically choose readable text color for the primary button (black/white).
de_de: Wählen Sie automatisch eine lesbare Textfarbe für die primäre Schaltfläche (Schwarz/Weiß).
es_es: Elija automáticamente el color del texto legible para el botón principal (blanco/negro).

source: Automatically sort rooms by name
de_de: Räume automatisch nach Namen sortieren
es_es: Ordenar habitaciones automáticamente por nombre

source: Automation Rules
de_de: Automatisierungsregeln
es_es: Necesita configurar un trabajo cron del sistema.

source: Automations
de_de: Automatisierungen
es_es: Automatizaciones

source: Autonomous
de_de: Autonom
es_es: Autónomo

source: Autonomous (approve + execute)
de_de: Autonom (genehmigen + ausführen)
es_es: Autónomo (aprobar + ejecutar)

source: Auto-Sort
de_de: Automatisch sortieren
es_es: Ordenar automáticamente

source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad

source: Availability (optional)
de_de: Verfügbarkeit (optional)
es_es: Disponibilidad (opcional)

source: Availability could not be loaded. Please try again.
de_de: Verfügbarkeit konnte nicht geladen werden. Bitte versuchen Sie es erneut.
es_es: No se pudo cargar la disponibilidad.

source: Availability Mode
de_de: Verfügbarkeitsmodus
es_es: Modo de disponibilidad

source: Availability updated
de_de: Verfügbarkeit aktualisiert
es_es: Disponibilidad actualizada

source: available
de_de: verfügbar
es_es: disponible

source: Available any time within the allowed hours.
de_de: Jederzeit innerhalb der erlaubten Stunden verfügbar.
es_es: Disponible en cualquier momento dentro del horario permitido.

source: Available Days & Times
de_de: Verfügbare Tage und Zeiten
es_es: Días y horarios disponibles

source: Available only at specific weekly time slots.
de_de: Nur zu bestimmten wöchentlichen Zeitfenstern verfügbar.
es_es: Disponible solo en franjas horarias semanales específicas.

source: Available tags: {customer_name}, {service_name}, {start_time}, {end_time}, {status}
de_de: Verfügbare Tags: {customer_name}, {service_name}, {start_time}, {end_time}, {status}
es_es: Etiquetas disponibles: {nombre_cliente}, {nombre_servicio}, {hora_inicio}, {hora_final}, {estado}

source: Available times are still loadingâ€¦
de_de: Die verfügbaren Zeiten werden noch geladen …
es_es: Los horarios disponibles todavía se están cargando...

source: Available times load after you select a date
de_de: Die verfügbaren Zeiten werden geladen, nachdem Sie ein Datum ausgewählt haben
es_es: Los horarios disponibles se cargan después de seleccionar una fecha

source: Available Variables
de_de: Verfügbare Variablen
es_es: Variables disponibles

source: Back
de_de: Zurück
es_es: Atrás

source: Back to Appointments
de_de: Zurück zu Termine
es_es: Volver a Citas

source: Back to Outbox
de_de: Zurück zum Postausgang
es_es: Volver a la bandeja de salida

source: Backend Preview
de_de: Backend-Vorschau
es_es: Vista previa del backend

source: Backend tab controls the color palette used inside WP Admin (LazyBookings pages).
de_de: Die Registerkarte „Backend“ steuert die Farbpalette, die in WP Admin (LazyBookings-Seiten) verwendet wird.
es_es: La pestaña Backend controla la paleta de colores utilizada dentro de WP Admin (páginas de LazyBookings).

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de fondo

source: Background color for form containers.
de_de: Hintergrundfarbe für Formularcontainer.
es_es: Color de fondo para contenedores de formulario.

source: Background for inner panels (fieldsets/cards)
de_de: Hintergrund für Innenfelder (Feldsets/Karten)
es_es: Fondo para paneles interiores (conjuntos de campos/tarjetas)

source: Badge Colors
de_de: Abzeichen-Farben
es_es: Por favor inténtalo de nuevo.

source: Badges
de_de: Abzeichen
es_es: Insignias

source: Base Price
de_de: Basispreis
es_es: Precio base

source: Base time slot interval for calendar generation.
de_de: Basiszeitfensterintervall für die Kalendergenerierung.
es_es: Intervalo de tiempo base para la generación del calendario.

source: Basic Card
de_de: Einfache Karte
es_es: Tarjeta Básica

source: Basic Table
de_de: Einfache Tabelle
es_es: Tabla Básica

source: Bed Type
de_de: Bettentyp
es_es: Tipo de cama

source: Before (min)
de_de: Vorher (Min.)
es_es: Antes (min)

source: Beginner-friendly yoga class
de_de: Anfängerfreundlicher Yogakurs
es_es: Clase de yoga para principiantes

source: Best fit: %d guests, %d available, %d leftover.
de_de: Beste Passform: %d Gäste, %d verfügbar, %d übrig.
es_es: Mejor opción: %d invitados, %d disponibles, %d sobrantes.

source: Best Practices:
es_es: Mejores prácticas:

source: Bill To:
de_de: Rechnung an:
es_es: Cobrar a:

source: Body
de_de: Inhalt
es_es: Cuerpo

source: Body:
de_de: Inhalt:
es_es: Cuerpo:

source: Book a room
de_de: Buchen Sie ein Zimmer
es_es: reservar una habitación

source: Book a service
de_de: Buchen Sie einen Service
es_es: Reserva un servicio

source: Book Now
de_de: Jetzt buchen
es_es: Reservar ahora

source: Booking
de_de: Buchung
es_es: Reserva

source: Booking accepted
de_de: Buchung akzeptiert
es_es: Reserva aceptada

source: Booking Calendar
de_de: Buchungskalender
es_es: Calendario de reservas

source: Booking cancelled successfully
de_de: Buchung erfolgreich storniert
es_es: Reserva cancelada con éxito

source: Booking Confirmation
de_de: Buchungsbestätigung
es_es: Confirmación de reserva

source: Booking Confirmation - %s
de_de: Buchungsbestätigung – %s
es_es: Confirmación de reserva - %s

source: Booking confirmed!
de_de: Buchung bestätigt!
es_es: ¡Reserva confirmada!
