Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: Number of guests must be at least 1.
de_de: Anzahl der Gäste muss mindestens 1 sein.
es_es: El número de invitados debe ser al menos 1.

source: Occupancy
de_de: Belegung
es_es: Ocupación

source: Occupancy Forecast
de_de: Belegungsprognose
es_es: Previsión de ocupación

source: Occupancy Rate
de_de: Auslastungsrate
es_es: Tasa de ocupación

source: occupied
de_de: besetzt
es_es: ocupado

source: Occupied Rooms
de_de: Besetzte Zimmer
es_es: Habitaciones ocupadas

source: Ocean Teal
de_de: Ozeanblaugrün
es_es: Verde azulado del océano

source: Off day
de_de: Ruhetag
es_es: día libre

source: Offer declined
de_de: Angebot abgelehnt
es_es: Oferta rechazada

source: Offer expired or invalid
de_de: Angebot abgelaufen oder ungültig
es_es: Oferta caducada o no válida

source: Offer has expired
de_de: Das Angebot ist abgelaufen
es_es: La oferta ha caducado

source: Offer not found or expired
de_de: Angebot nicht gefunden oder abgelaufen
es_es: Oferta no encontrada o caducada

source: One-on-one yoga instruction
de_de: Einzel-Yoga-Unterricht
es_es: Instrucción de yoga individual

source: Online payments are enabled, but no payment methods are configured. Please contact us or try again later.
de_de: Online-Zahlungen sind aktiviert, es sind jedoch keine Zahlungsmethoden konfiguriert.
es_es: Los pagos en línea están habilitados, pero no se configura ningún método de pago.

source: Only apply SMTP to LazyBookings emails
de_de: Wenden Sie SMTP nur auf LazyBookings-E-Mails an
es_es: Por favor contáctenos o inténtelo nuevamente más tarde.

source: Open AI Settings
de_de: Öffnen Sie die AI-Einstellungen
es_es: Abrir configuración de IA

source: Open Appointments List
de_de: Terminliste öffnen
es_es: Abrir lista de citas

source: Operating Mode
de_de: Betriebsmodus
es_es: Modo de funcionamiento

source: Optimized for phone, tablet, and desktop â€” without breaking your theme.
de_de: Optimiert für Telefon, Tablet und Desktop – ohne Ihr Theme zu zerstören.
es_es: Optimizado para teléfono, tableta y computadora de escritorio, sin alterar el tema.

source: Option 1
es_es: Opción 1

source: Option 2
es_es: Opción 2

source: Option 3
es_es: Opción 3

source: Optional subtitle
de_de: Optionaler Untertitel
es_es: Subtítulo opcional

source: Optional title
de_de: Optionaler Titel
es_es: Título opcional

source: Optional: select a resource.
de_de: Optional: Wählen Sie eine Ressource.
es_es: Opcional: seleccione un recurso.

source: Optional: select a room.
de_de: Optional: Wählen Sie ein Zimmer.
es_es: Opcional: seleccione una habitación.

source: Other
de_de: Sonstiges
es_es: Otro

source: Outbox
de_de: Postausgang
es_es: Bandeja de salida

source: Outbox draft #%d created.
de_de: Postausgang-Entwurf #%d erstellt.
es_es: Borrador de bandeja de salida #%d creado.

source: Outbox Item
de_de: Postausgang-Element
es_es: Elemento de la bandeja de salida

source: Outbox not available.
de_de: Postausgang nicht verfügbar.
es_es: Bandeja de salida no disponible.

source: Outline
de_de: Umriss
es_es: Describir

source: Overdue payment for booking #{booking_id}
de_de: Überfällige Zahlung für Buchung #{booking_id}
es_es: Pago vencido para la reserva #{booking_id}

source: Overdue reminder
de_de: Überfällige Erinnerung
es_es: recordatorio vencido

source: Overdue Reminder (Default)
de_de: Überfällige Erinnerung (Standard)
es_es: Recordatorio de vencimiento (predeterminado)

source: Overdue reminders (past bookings, unpaid)
de_de: Überfällige Erinnerungen (vergangene Buchungen, unbezahlt)
es_es: Recordatorios vencidos (reservas pasadas, impagas)

source: Overdue reminders processed.
de_de: Überfällige Mahnungen werden bearbeitet.
es_es: Recordatorios vencidos procesados.

source: Overview
de_de: Übersicht
es_es: Resumen

source: Package purchased successfully!
de_de: Paket erfolgreich gekauft!
es_es: ¡Paquete comprado exitosamente!

source: Packages
de_de: Pakete
es_es: Paquetes

source: Pagination
es_es: Paginación

source: Paid
de_de: Bezahlt
es_es: Pagado

source: Paid at
de_de: Bezahlt bei
es_es: Pagado en

source: Panel Background
de_de: Panel-Hintergrund
es_es: Fondo del panel

source: Parameters
de_de: Parameter
es_es: Parámetros

source: Participants
de_de: Teilnehmer
es_es: Participantes

source: Past
de_de: Vergangenheit
es_es: Pasado

source: Pay in person
de_de: Bezahlen Sie persönlich
es_es: Paga en persona

source: Pay Now
de_de: Jetzt bezahlen
es_es: Paga ahora

source: Pay on site (card / POS)
de_de: Bezahlen vor Ort (Karte / POS)
es_es: Pago en sitio (tarjeta/TPV)

source: Pay on site (cash)
de_de: Bezahlen Sie vor Ort (bar)
es_es: Pago en sitio (efectivo)

source: Pay online (card)
de_de: Online bezahlen (Karte)
es_es: Pagar en línea (tarjeta)

source: Payment
de_de: Zahlung
es_es: Pago

source: Payment cancelled
de_de: Zahlung storniert
es_es: Pago cancelado

source: Payment error:
de_de: Zahlungsfehler:
es_es: Error de pago:

source: Payment failed. Please try again.
de_de: Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: El pago falló. Por favor, inténtelo de nuevo.

source: Payment gateway configuration
de_de: Konfiguration des Zahlungsgateways
es_es: Configuración de la pasarela de pago

source: Payment Gateways
de_de: Zahlungsgateways
es_es: Pasarelas de pago

source: Payment method
de_de: Zahlungsart
es_es: Método de pago

source: Payment Methods
de_de: Zahlungsmethoden
es_es: Métodos de pago

source: Payment Methods:
de_de: Zahlungsmethoden:
es_es: Métodos de pago:

source: Payment on site
de_de: Bezahlung vor Ort
es_es: Pago en sitio

source: Payment processing
de_de: Zahlungsabwicklung
es_es: Procesamiento de pagos

source: Payment Processor
de_de: Zahlungsabwickler
es_es: Procesador de pagos

source: Payment Received
de_de: Zahlung erhalten
es_es: Pago recibido

source: Payment Received - {{booking_id}}
de_de: Zahlung erhalten – {{booking_id}}
es_es: Pago recibido: {{booking_id}}

source: Payment reminder
de_de: Zahlungserinnerung
es_es: Recordatorio de pago

source: Payment Reminder (Default)
de_de: Zahlungserinnerung (Standard)
es_es: Recordatorio de pago (predeterminado)

source: Payment Reminder: %s due
de_de: Zahlungserinnerung: %s fällig
es_es: Recordatorio de pago: %s vencido

source: Payment reminder: {service_name}
de_de: Zahlungserinnerung: {service_name}
es_es: Recordatorio de pago: {service_name}

source: Payment reminders (unpaid bookings)
de_de: Zahlungserinnerungen (unbezahlte Buchungen)
es_es: Recordatorios de pago (reservas impagas)

source: Payment required:
de_de: Zahlung erforderlich:
es_es: Pago requerido:

source: Payment status
de_de: Zahlungsstatus
es_es: Estado de pago

source: Payment terms, tax ID, legal info.
de_de: Zahlungsbedingungen, Steuer-ID, rechtliche Informationen.
es_es: Condiciones de pago, identificación fiscal, información legal.

source: PayPal checkout
de_de: PayPal-Kaufabwicklung
es_es: pago por paypal

source: PayPal Client ID
de_de: PayPal-Kunden-ID
es_es: ID de cliente de PayPal

source: PayPal Secret
de_de: PayPal-Geheimnis
es_es: Secreto de PayPal

source: Pending
de_de: Ausstehend
es_es: Pendiente

source: Pending Blocks Availability
de_de: Ausstehende Blockverfügbarkeit
es_es: Disponibilidad de bloques pendientes

source: Pending Bookings
de_de: Ausstehende Buchungen
es_es: Reservas Pendientes

source: per page
de_de: pro Seite
es_es: por página

source: Permission denied
de_de: Zugriff verweigert
es_es: Permiso denegado

source: Person Count
de_de: Personenanzahl
es_es: Recuento de personas

source: Phone
de_de: Telefon
es_es: Teléfono

source: Phone:
de_de: Telefon:
es_es: Teléfono:

source: PHP Version
es_es: Versión PHP

source: Please enter a valid customer email.
de_de: Bitte geben Sie eine gültige Kunden-E-Mail-Adresse ein.
es_es: Por favor, introduzca un correo electrónico de cliente válido.

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es_es: Por favor, introduce una dirección de correo electrónico válida.

source: Please enter valid start and end dates.
de_de: Bitte geben Sie gültige Start- und Enddaten ein.
es_es: Por favor, introduzca fechas de inicio y fin válidas.

source: Please enter your company name for invoices.
de_de: Für Rechnungen geben Sie bitte Ihren Firmennamen ein.
es_es: Por favor ingrese el nombre de su empresa para las facturas.

source: Please enter your email address.
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es_es: Por favor ingrese su dirección de correo electrónico.

source: Please fill all required fields.
de_de: Bitte füllen Sie alle Pflichtfelder aus.
es_es: Por favor complete todos los campos requeridos.

source: Please fill in all required fields.
de_de: Bitte füllen Sie alle Pflichtfelder aus.
es_es: Por favor complete todos los campos requeridos.

source: Please fill in the required fields.
de_de: Bitte füllen Sie die Pflichtfelder aus.
es_es: Por favor complete los campos requeridos.

source: Please log in to view your bookings
de_de: Bitte melden Sie sich an, um Ihre Buchungen zu sehen
es_es: Por favor inicia sesión para ver tus reservas

source: Please log in to view your bookings.
de_de: Bitte melden Sie sich an, um Ihre Buchungen zu sehen.
es_es: Por favor inicia sesión para ver tus reservas.

source: Please log in to view your packages.
de_de: Bitte melden Sie sich an, um Ihre Pakete zu sehen.
es_es: Por favor inicia sesión para ver tus paquetes.

source: Please run migrations.
de_de: Bitte führen Sie die Migrationen aus.
es_es: Ejecute las migraciones.

source: Please select a check-in date.
de_de: Bitte wählen Sie ein Check-in Datum.
es_es: Por favor seleccione una fecha de entrada.

source: Please select a check-out date.
de_de: Bitte wählen Sie ein Check-out Datum.
es_es: Por favor seleccione una fecha de salida.

source: Please select a date.
de_de: Bitte wählen Sie ein Datum.
es_es: Por favor seleccione una fecha.

source: Please select a service.
de_de: Bitte wählen Sie eine Dienstleistung.
es_es: Por favor seleccione un servicio.

source: Please select a time.
de_de: Bitte wählen Sie eine Zeit.
es_es: Por favor seleccione una hora.

source: Plugin Settings
de_de: Plugin-Einstellungen
es_es: Configuración del complemento

source: Plugin Version
es_es: Versión del plugin

source: Plugin Version:
es_es: Versión del complemento:

source: Policies
de_de: Richtlinien
es_es: Políticas

source: Preselect Service (optional)
de_de: Service vorwählen (optional)
es_es: Servicio preseleccionado (opcional)

source: Preview
de_de: Vorschau
es_es: Avance

source: Preview navigation
de_de: Vorschau der Navigation
es_es: Vista previa de navegación

source: Preview of available components from the new design system.
de_de: Vorschau auf verfügbare Komponenten aus dem neuen Designsystem.
es_es: Vista previa de los componentes disponibles del nuevo sistema de diseño.

source: Previous page
de_de: Vorherige Seite
es_es: Pagina anterior

source: Price
de_de: Preis
es_es: Precio

source: Price is per night
de_de: Der Preis gilt pro Nacht
es_es: El precio es por noche.

source: Price Modifier (%)
de_de: Preismodifikator (%)
es_es: Modificador de precio (%)

source: Price per night
de_de: Preis pro Nacht
es_es: Precio por noche

source: Pricing rule deleted
de_de: Preisregel gelöscht
es_es: Regla de precios eliminada

source: Pricing rule saved
de_de: Preisregel gespeichert
es_es: Regla de precios guardada

source: Pricing Rules
de_de: Preisregeln
es_es: Reglas de precios

source: Primary
de_de: Primär
es_es: Primario

source: Primary Button
de_de: Primärtaste
es_es: Botón principal

source: Primary button background.
de_de: Hintergrund der primären Schaltfläche.
es_es: Fondo del botón principal.

source: Primary button hover background and border.
de_de: Hintergrund und Rand der primären Schaltfläche.
es_es: Fondo y borde del cursor del botón principal.

source: Primary Color
de_de: Primärfarbe
es_es: Color primario

source: Primary Hover Color
de_de: Primäre Hover-Farbe
es_es: Color primario al pasar el cursor

source: Primary Navigation
de_de: Hauptnavigation
es_es: Navegación primaria

source: Primary text color.
de_de: Primäre Textfarbe.
es_es: Color de texto primario.

source: Privacy
de_de: Datenschutz
es_es: Privacidad

source: Privacy & GDPR
de_de: Datenschutz & DSGVO
es_es: Privacidad y RGPD

source: Private Session
de_de: Private Sitzung
es_es: Sesión Privada

source: Process Refund
de_de: Rückerstattung bearbeiten
es_es: Procesar reembolso

source: Process Refunds
de_de: Rückerstattungen bearbeiten
es_es: Procesar reembolsos

source: Processing...
de_de: Verarbeite...
es_es: Tratamiento...

source: Professional haircut and styling
de_de: Professioneller Haarschnitt und Styling
es_es: Corte y peinado profesional

source: Profit Margin (%)
de_de: Gewinnspanne (%)
es_es: Margen de beneficio (%)

source: Propose
de_de: Vorschlagen
es_es: Proponer

source: Propose via Outbox
de_de: Über den Postausgang vorschlagen
es_es: Proponer vía Bandeja de salida

source: Provider
de_de: Anbieter
es_es: Proveedor

source: Purchase
de_de: Kaufen
es_es: Compra

source: Queen Bed
de_de: Queensize-Bett
es_es: Cama Queen

source: Quick Actions
de_de: Schnellaktionen
es_es: Acciones rápidas

source: Quick Actions:
de_de: Schnelle Aktionen:
es_es: Acciones rápidas:

source: Quick Add
de_de: Schnell hinzufügen
es_es: Agregar rápido

source: Quick Setup
de_de: Schnelle Einrichtung
es_es: Configuración rápida

source: Rate limit exceeded. Maximum %d requests per %d seconds. Please try again in %d seconds.
de_de: Ratenlimit überschritten. Maximal %d Anfragen pro %d Sekunden. Bitte versuchen Sie es in %d Sekunden erneut.
es_es: Se superó el límite de tarifa.

source: Rate limited. Try again later.
de_de: Preis begrenzt.
es_es: Tarifa limitada.

source: Reason
de_de: Grund
es_es: Razón

source: Reason (optional):
de_de: Grund (optional):
es_es: Vuelve a intentarlo más tarde.

source: Recent Appointments
de_de: Aktuelle Termine
es_es: Citas recientes

source: Recent Deliveries
de_de: Aktuelle Zustellungen
es_es: Entregas recientes

source: Recently Viewed
de_de: Zuletzt angesehen
es_es: Máximo de __PH_0__ solicitudes por __PH_1__ segundos.

source: Reference
de_de: Referenz
es_es: Referencia

source: Refund amount
de_de: Rückerstattungsbetrag
es_es: Inténtalo de nuevo en __PH_2__ segundos.

source: Refund amount (cents)
de_de: Rückerstattungsbetrag (Cent)
es_es: Monto del reembolso (centavos)

source: Refund failed
de_de: Rückerstattung fehlgeschlagen
es_es: Reembolso fallido

source: Refund reason
de_de: Rückerstattungsgrund
es_es: Motivo del reembolso

source: Refund reference
de_de: Rückerstattungsreferenz
es_es: Referencia de reembolso

source: Refund status
de_de: Rückerstattungsstatus
es_es: Estado del reembolso

source: Refund successful! Reloading...
de_de: Rückerstattung erfolgreich!
es_es: ¡Reembolso exitoso!

source: Refunded
de_de: Erstattet
es_es: Reembolsado

source: Refunded at
de_de: Rückerstattung bei
es_es: Recargando...

source: Register
de_de: Registrieren
es_es: Registrarse

source: Reject
de_de: Ablehnen
es_es: Rechazar

source: Relaxing pedicure
de_de: Entspannende Pediküre
es_es: Pedicura relajante

source: Reminder: {{service_name}} tomorrow
de_de: Erinnerung: {{service_name}} morgen
es_es: Recordatorio: {{service_name}} mañana

source: Reminders processed.
de_de: Erinnerungen verarbeitet.
es_es: Recordatorios procesados.

source: Remove
de_de: Entfernen
es_es: Eliminar

source: Remove this participant?
de_de: Diesen Teilnehmer entfernen?
es_es: ¿Eliminar a este participante?

source: Reply Templates
de_de: Antwortvorlagen
es_es: Plantillas de respuesta

source: Reply-To:
de_de: Antwort an:
es_es: Responder a:

source: Report draft created in Outbox.
de_de: Berichtsentwurf im Postausgang erstellt.
es_es: Borrador de informe creado en la Bandeja de salida.

source: Report generated.
de_de: Bericht erstellt.
es_es: Informe generado.

source: Report stored.
de_de: Bericht gespeichert.
es_es: Informe almacenado.

source: Request Time Off
de_de: Beantragen Sie eine Freistellung
es_es: Solicitar tiempo libre

source: required
de_de: erforderlich
es_es: requerido

source: Required for company invoices.
de_de: Erforderlich für Firmenrechnungen.
es_es: Requerido para facturas de empresa.

source: Requires %d minutes buffer between appointments
de_de: Erfordert %d Minuten Puffer zwischen den Terminen
es_es: Requiere %d minutos de reserva entre citas

source: Requires Exchange Rates API key.
de_de: Erfordert den API-Schlüssel für Wechselkurse.
es_es: Requiere clave API de tipos de cambio.

source: Reschedule
de_de: Neu planen
es_es: Reprogramar

source: Rescheduling requires at least %d hours notice
de_de: Eine Umplanung muss mindestens %d Stunden im Voraus erfolgen
es_es: La reprogramación requiere al menos %d horas de aviso

source: Rescheduling:
de_de: Umplanung:
es_es: Reprogramación:

source: Reservation
de_de: Reservierung
es_es: Reserva

source: Reservations
de_de: Reservierungen
es_es: Reservas

source: Reset
de_de: Zurücksetzen
es_es: Restablecer

source: Resource
de_de: Ressource
es_es: Recurso

source: Resource "%s" is not available at this time
de_de: Die Ressource „%s“ ist derzeit nicht verfügbar
es_es: El recurso "%s" no está disponible en este momento

source: Resource #
de_de: Ressource #
es_es: Recurso #

source: Resources
de_de: Ressourcen
es_es: Recursos

source: Resources are rooms, equipment, or capacities. Link them to services to control availability.
de_de: Ressourcen sind Räume, Geräte oder Kapazitäten.
es_es: Los recursos son habitaciones, equipos o capacidades.

source: Resources could not be loaded. Please try again.
de_de: Ressourcen konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es_es: No se pudieron cargar los recursos.

source: Responsive grid classes:
de_de: Responsive Grid-Klassen:
es_es: Por favor inténtalo de nuevo.

source: Restart Setup Wizard
de_de: Starten Sie den Setup-Assistenten neu
es_es: Vincúlelos a servicios para controlar la disponibilidad.

source: Result
de_de: Ergebnis
es_es: Resultado

source: Retention policies are automatically applied via scheduled tasks. You can manually trigger cleanup here:
de_de: Aufbewahrungsrichtlinien werden automatisch über geplante Aufgaben angewendet.
es_es: Las políticas de retención se aplican automáticamente mediante tareas programadas.

source: Retention settings saved.
de_de: Aufbewahrungseinstellungen gespeichert.
es_es: Configuración de retención guardada.

source: Return to booking page
de_de: Zurück zur Buchungsseite
es_es: Volver a la página de reservas

source: Reusable subjects and bodies for emails (automations, AI drafts, and manual replies).
de_de: Wiederverwendbare Betreffzeilen und Textkörper für E-Mails (Automatisierungen, KI-Entwürfe und manuelle Antworten).
es_es: Puede activar manualmente la limpieza aquí:

source: Revenue
de_de: Umsatz
es_es: Ganancia

source: Review upcoming unassigned bookings and propose room assignments. In Human-in-the-Loop mode, proposals create drafts in the Outbox.
de_de: Überprüfen Sie anstehende, nicht zugewiesene Buchungen und schlagen Sie Zimmerzuweisungen vor.
es_es: Revise las próximas reservas no asignadas y proponga asignaciones de habitaciones.

source: Review, edit, approve, and execute AI-assisted actions.
de_de: Überprüfen, bearbeiten, genehmigen und führen Sie KI-gestützte Aktionen aus.
es_es: Revise, edite, apruebe y ejecute acciones asistidas por IA.

source: Room
de_de: Zimmer
es_es: Habitación

source: Room #
de_de: Zimmer #
es_es: Habitación #

source: Room assigned.
de_de: Zimmer zugewiesen.
es_es: Habitación asignada.

source: Room Assignment
de_de: Zimmerzuweisung
es_es: En el modo Human-in-the-Loop, las propuestas crean borradores en la Bandeja de salida.

source: Room assignment dependencies not loaded.
de_de: Raumzuordnungsabhängigkeiten wurden nicht geladen.
es_es: Dependencias de asignación de habitaciones no cargadas.

source: Room assignment queued.
de_de: Raumzuweisung in der Warteschlange.
es_es: Asignación de habitaciones en cola.

source: Room Assistant
de_de: Zimmer-Assistent
es_es: Asistente de habitación

source: Room bookings and occupancy overview
de_de: Zimmerbuchungen und Belegungsübersicht
es_es: Reservas de habitaciones y resumen de ocupación

source: Room Calendar
de_de: Raumkalender
es_es: Calendario de habitaciones

source: Room Costs
de_de: Zimmerkosten
es_es: Costos de la habitación

source: Room preference
de_de: Zimmerpräferenz
es_es: Preferencia de habitación

source: Room proposal sent to Outbox.
de_de: Raumvorschlag an Postausgang gesendet.
es_es: Propuesta de habitación enviada a la bandeja de salida.

source: Room type
de_de: Zimmertyp
es_es: Tipo de habitación

source: Room Types
de_de: Zimmertypen
es_es: Tipos de habitación

source: Room types define the different accommodation options you offer. Create your first room type to start accepting bookings.
de_de: Die Zimmertypen definieren die verschiedenen Unterkunftsmöglichkeiten, die Sie anbieten.
es_es: Los tipos de habitación definen las diferentes opciones de alojamiento que ofreces.

source: Rooms
de_de: Zimmer
es_es: Habitaciones

source: Rooms are the bookable units (e.g. Room 101, Room 102). Link them to room types to control availability.
de_de: Zimmer sind die buchbaren Einheiten (z.B. Zimmer 101, Zimmer 102).
es_es: Las habitaciones son las unidades que se pueden reservar (por ejemplo, la habitación 101, la habitación 102).

source: Rooms sorted successfully
de_de: Zimmer erfolgreich sortiert
es_es: Vincúlelos a tipos de habitaciones para controlar la disponibilidad.

source: Rooms, accommodations, rentals
de_de: Zimmer, Unterkünfte, Vermietung
es_es: Crea tu primer tipo de habitación para comenzar a aceptar reservas.

source: Roundness of buttons and inputs
de_de: Rundheit der Tasten und Eingänge
es_es: Redondez de botones y entradas.

source: Roundness of buttons and inputs (0 = square, 20 = very round).
de_de: Rundheit der Tasten und Eingaben (0 = quadratisch, 20 = sehr rund).
es_es: Redondez de botones y entradas (0 = cuadrado, 20 = muy redondo).

source: Row %d: %s
de_de: Zeile %d: %s
es_es: Fila %d: %s

source: Row %d: Customer not found: %s
de_de: Zeile %d: Kunde nicht gefunden: %s
es_es: Fila %d: Cliente no encontrado: %s

source: Row %d: Database error
de_de: Zeile %d: Datenbankfehler
es_es: Fila %d: error de base de datos

source: Row %d: Invalid email
de_de: Zeile %d: Ungültige E-Mail
es_es: Fila %d: correo electrónico no válido

source: Row %d: Missing required fields
de_de: Zeile %d: Pflichtfelder fehlen
es_es: Fila %d: faltan campos obligatorios

source: Row %d: Service name required
de_de: Zeile %d: Dienstleistungsname erforderlich
es_es: Fila %d: nombre del servicio requerido

source: Row %d: Service not found: %s
de_de: Zeile %d: Dienst nicht gefunden: %s
es_es: Fila %d: Servicio no encontrado: %s

source: Rows
de_de: Reihen
es_es: Filas

source: Rule added.
de_de: Regel hinzugefügt.
es_es: Regla agregada.

source: Rule deleted.
de_de: Regel gelöscht.
es_es: Regla eliminada.

source: Rule Name
de_de: Regelname
es_es: Nombre de la regla

source: Rule not found.
de_de: Regel nicht gefunden.
es_es: Regla no encontrada.

source: Rule saved.
de_de: Regel gespeichert.
es_es: Regla guardada.

source: Rule Type
de_de: Regeltyp
es_es: Tipo de regla

source: Rule updated.
de_de: Regel aktualisiert.
es_es: Regla actualizada.

source: Run Cleanup Now
de_de: Führen Sie die Bereinigung jetzt aus
es_es: Ejecute la limpieza ahora

source: Run Diagnostics
de_de: Führen Sie die Diagnose aus
es_es: Ejecutar diagnóstico

source: Run migrations
de_de: Führen Sie Migrationen durch
es_es: Ejecutar migraciones

source: Run Now
de_de: Jetzt ausführen
es_es: Ejecutar ahora

source: Run Retention Cleanup
de_de: Führen Sie die Aufbewahrungsbereinigung aus
es_es: Ejecutar limpieza de retención
