Repository: Jas0nOW/ltl-booking
Catalog: languages/*.po
Languages: de_de, es_es

source: Booking Confirmed: {{service_name}} on {{booking_date}}
de_de: Buchung bestätigt: {{service_name}} am {{booking_date}}
es_es: Reserva confirmada: {{service_name}} el {{booking_date}}

source: Booking declined
de_de: Buchung abgelehnt
es_es: Reserva rechazada

source: Booking Form
de_de: Buchungsformular
es_es: Formulario de reserva

source: Booking form block (LazyBookings plugin required)
de_de: Buchungsformularblock (LazyBookings-Plugin erforderlich)
es_es: Bloque de formulario de reserva (se requiere el complemento LazyBookings)

source: Booking History
de_de: Buchungsverlauf
es_es: Historial de reservas

source: Booking ID
de_de: Buchungs-ID
es_es: ID de reserva

source: Booking Mode
de_de: Buchungsmodus
es_es: Modo de reserva

source: Booking Mode:
de_de: Buchungsmodus:
es_es: Modo de reserva:

source: Booking Policy
de_de: Buchungsrichtlinie
es_es: Política de reservas

source: Booking received
de_de: Buchung erhalten
es_es: Reserva recibida

source: Booking rescheduled successfully
de_de: Buchung erfolgreich umgebucht
es_es: Reserva reprogramada con éxito

source: Booking Spot Available
de_de: Buchungsplatz verfügbar
es_es: Plaza de reserva disponible

source: Booking Status Update
de_de: Aktualisierung des Buchungsstatus
es_es: Actualización del estado de la reserva

source: Booking Status Update: %s - %s
de_de: Aktualisierung des Buchungsstatus: %s - %s
es_es: Actualización del estado de la reserva: %s - %s

source: Booking Template Mode
de_de: Buchungsvorlagenmodus
es_es: Modo de plantilla de reserva

source: Booking Wizard
de_de: Buchungsassistent
es_es: Asistente de reservas

source: Bookings
de_de: Buchungen
es_es: Reservas

source: Border Color
de_de: Rahmenfarbe
es_es: Color del borde

source: Border Radius (px)
de_de: Randradius (px)
es_es: Radio del borde (px)

source: Border Width (px)
de_de: Randbreite (px)
es_es: Ancho del borde (px)

source: Brand Colors
de_de: Markenfarben
es_es: Colores de la marca

source: Brand Name
de_de: Markenname
es_es: Nombre de la marca

source: Brand Voice
de_de: Markenstimme
es_es: Voz de marca

source: Branding
es_es: Marca

source: Branding & Design
de_de: Branding und Design
es_es: Marca y diseño

source: Branding settings saved successfully.
de_de: Branding-Einstellungen erfolgreich gespeichert.
es_es: Configuración de marca guardada correctamente.

source: Buffer Time
de_de: Pufferzeit
es_es: Tiempo de amortiguación

source: Bulk Actions
de_de: Massenaktionen
es_es: Acciones masivas

source: Bulk actions let you confirm or cancel multiple bookings
de_de: Mit Massenaktionen können Sie mehrere Buchungen bestätigen oder stornieren
es_es: Las acciones masivas te permiten confirmar o cancelar múltiples reservas

source: Bulk actions toolbar
de_de: Symbolleiste für Massenaktionen
es_es: Barra de herramientas de acciones masivas

source: Bunk Beds
de_de: Etagenbett
es_es: Literas

source: Business Context
de_de: Geschäftskontext
es_es: Contexto empresarial

source: Business hours
de_de: Geschäftszeiten
es_es: Horario comercial

source: Business Information
de_de: Geschäftsinformationen
es_es: Información comercial

source: Business Name
de_de: Firmenname
es_es: Nombre comercial

source: Business: Friendly Concierge
de_de: Geschäft: Freundlicher Concierge
es_es: Negocios: Conserje amigable

source: Business: Short & Professional
de_de: Geschäft: Kurz und professionell
es_es: Negocios: Cortos y Profesionales

source: Button Shadow
de_de: Knopfschatten
es_es: Sombra de botón

source: Button Sizes
de_de: Button-Größen
es_es: Tamaños de botones

source: Button States
de_de: Button-Zustände
es_es: Estados del botón

source: Button Style
de_de: Knopfstil
es_es: Estilo de botón

source: Button Variants
de_de: Button-Varianten
es_es: Variantes de botones

source: Buttons
es_es: Botones

source: By default this configures WordPress wp_mail() globally while enabled.
de_de: Standardmäßig wird WordPress wp_mail() global konfiguriert, solange es aktiviert ist.
es_es: De forma predeterminada, esto configura WordPress wp_mail() globalmente mientras está habilitado.

source: Calendar
de_de: Kalender
es_es: Calendario

source: Calendar block (LazyBookings plugin required)
de_de: Kalenderblock (LazyBookings-Plugin erforderlich)
es_es: Bloque de calendario (se requiere el complemento LazyBookings)

source: Calendar Feed (iCal)
de_de: Kalender-Feed (iCal)
es_es: Feed de calendario (iCal)

source: Can customers cancel their own bookings?
de_de: Können Kunden ihre eigenen Buchungen stornieren?
es_es: ¿Pueden los clientes cancelar sus propias reservas?

source: Can I translate the plugin to my language?
de_de: Kann ich das Plugin in meine Sprache übersetzen?
es_es: ¿Puedo traducir el complemento a mi idioma?

source: Cancel
de_de: Abbrechen
es_es: Cancelar

source: Cancellation, refund, and booking policies.
de_de: Stornierungs-, Rückerstattungs- und Buchungsrichtlinien.
es_es: Políticas de cancelación, reembolso y reserva.

source: Cancellation:
de_de: Stornierung:
es_es: Cancelación:

source: Cancelled
de_de: Storniert
es_es: Cancelado

source: Cannot delete location with existing bookings
de_de: Standort mit bestehenden Buchungen kann nicht gelöscht werden
es_es: No se puede eliminar la ubicación con reservas existentes

source: Cannot transition from "%s" to "%s". Invalid state change.
de_de: Übergang von „%s“ zu „%s“ nicht möglich.
es_es: No se puede realizar la transición de "%s" a "%s".

source: Capacity
de_de: Kapazität
es_es: Capacidad

source: Card (POS / on site)
de_de: Karte (POS / vor Ort)
es_es: Tarjeta (POS / en sitio)

source: Card (POS)
de_de: Karte (POS)
es_es: Tarjeta (TPV)

source: Card (Stripe)
de_de: Karte (Streifen)
es_es: Tarjeta (raya)

source: Card Details
de_de: Kartendetails
es_es: Detalles de la tarjeta

source: Card Shadow
de_de: Kartenschatten
es_es: Cambio de estado no válido.

source: Cards
de_de: Karten
es_es: Tarjetas

source: Cash
de_de: Bargeld
es_es: Efectivo

source: Cash (on site)
de_de: Bargeld (vor Ort)
es_es: Efectivo (en el sitio)

source: Change color
de_de: Farbe ändern
es_es: Cambiar el color

source: Change color for Cancelled
de_de: Ändern Sie die Farbe für „Storniert“.
es_es: Cambiar color para Cancelado

source: Change color for Confirmed
de_de: Ändern Sie die Farbe für „Bestätigt“.
es_es: Cambiar color para Confirmado

source: Change color for Pending
de_de: Ändern Sie die Farbe für „Ausstehend“.
es_es: Cambiar color para Pendiente

source: Change status to cancelled
de_de: Ändern Sie den Status in „Storniert“.
es_es: Cambiar estado a cancelado

source: Change status to confirmed
de_de: Ändern Sie den Status in „Bestätigt“.
es_es: Cambiar estado a confirmado

source: Change status to pending
de_de: Ändern Sie den Status in „Ausstehend“.
es_es: Cambiar estado a pendiente

source: Changes update automatically.
de_de: Änderungen werden automatisch aktualisiert.
es_es: Los cambios se actualizan automáticamente.

source: Check availability
de_de: Verfügbarkeit überprüfen
es_es: Consultar disponibilidad

source: Check In
de_de: Einchecken
es_es: Registrarse

source: Check the calendar for availability
de_de: Überprüfen Sie den Kalender auf Verfügbarkeit
es_es: Consulta el calendario para disponibilidad.

source: Check your system health and troubleshoot issues.
de_de: Überprüfen Sie den Zustand Ihres Systems und beheben Sie Probleme.
es_es: Verifique el estado de su sistema y solucione problemas.

source: Checked In
de_de: Eingecheckt
es_es: Registrado

source: Check-in
es_es: Entrada

source: Check-In List
de_de: Ankunftsliste
es_es: Lista de registro

source: Check-ins Today
de_de: Check-ins heute
es_es: Registros hoy

source: Check-out
es_es: Salida

source: Checkout (redirect)
de_de: Zur Kasse (Weiterleitung)
es_es: Pagar (redireccionar)

source: Checkout is recommended for the MVP (SCA/3DS handled by Stripe).
de_de: Für den MVP wird der Checkout empfohlen (SCA/3DS wird von Stripe verwaltet).
es_es: Se recomienda realizar el pago para el MVP (SCA/3DS manejado por Stripe).

source: Check-out must be after check-in.
de_de: Check-out muss nach Check-in sein.
es_es: La salida debe realizarse después del check-in.

source: Check-outs Today
de_de: Check-outs heute
es_es: Salidas hoy

source: Children
de_de: Kinder
es_es: Niños

source: Choose a preset to quickly style your booking forms. You can customize colors and styles below.
de_de: Wählen Sie eine Voreinstellung, um Ihre Buchungsformulare schnell zu gestalten.
es_es: Elija un ajuste preestablecido para diseñar rápidamente sus formularios de reserva.

source: Choose action to apply to selected appointments
de_de: Wählen Sie eine Aktion aus, die auf ausgewählte Termine angewendet werden soll
es_es: Elija la acción para aplicar a las citas seleccionadas

source: Choose how customers can pay. You can configure this later in Settings.
de_de: Wählen Sie, wie Kunden bezahlen können.
es_es: Puede personalizar los colores y estilos a continuación.

source: Choose room
de_de: Wählen Sie ein Zimmer
es_es: Elige habitación

source: Classic manicure
de_de: Klassische Maniküre
es_es: manicura clásica

source: Cleanup completed. Deleted appointments: %d. Anonymized customers: %d.
de_de: Bereinigung abgeschlossen.
es_es: Limpieza completada.

source: Clear
de_de: Löschen
es_es: Limpiar

source: Clear availability
de_de: Klare Verfügbarkeit
es_es: Disponibilidad clara

source: Clear Filters
de_de: Filter löschen
es_es: Citas eliminadas: __PH_0__.

source: Click "Edit" to change booking details
de_de: Klicken Sie auf „Bearbeiten“, um die Buchungsdetails zu ändern
es_es: Haga clic en "Editar" para cambiar los detalles de la reserva.

source: Click a variable to copy it
de_de: Klicken Sie auf eine Variable, um sie zu kopieren
es_es: Haga clic en una variable para copiarla

source: Click me
de_de: Klicken Sie auf mich
es_es: Haz clic en mí

source: Click on any booking to view details
de_de: Klicken Sie auf eine Buchung, um Details anzuzeigen
es_es: Clientes anónimos: __PH_1__.

source: Close
de_de: Schließen
es_es: Cerrar

source: Code Example
de_de: Codebeispiel
es_es: Ejemplo de código

source: Color Customization
de_de: Farbanpassung
es_es: Personalización del color

source: Color for input and card borders
de_de: Farbe für Eingabe- und Kartenränder
es_es: Color para entradas y bordes de tarjetas.

source: Color saved.
de_de: Farbe gespeichert.
es_es: Color guardado.

source: Color Tokens
de_de: Farbtoken
es_es: Fichas de colores

source: Colors
de_de: Farben
es_es: Colores

source: Columns
de_de: Spalten
es_es: columnas

source: Comfortable room with queen bed
de_de: Komfortables Zimmer mit Queensize-Bett
es_es: Cómoda habitación con cama queen

source: Common ports: 587 (TLS), 465 (SSL).
de_de: Gemeinsame Ports: 587 (TLS), 465 (SSL).
es_es: Puertos comunes: 587 (TLS), 465 (SSL).

source: Common questions and answers.
de_de: Häufige Fragen und Antworten.
es_es: Preguntas y respuestas comunes.

source: Company invoice
de_de: Firmenrechnung
es_es: Factura de empresa

source: Company name
de_de: Firmenname
es_es: Nombre de empresa

source: Complete reference of available design system components. Use this page to test styling and copy code examples.
de_de: Vollständige Referenz der verfügbaren Designsystemkomponenten.
es_es: Referencia completa de los componentes del sistema de diseño disponibles.

source: Complete Setup
de_de: Komplette Einrichtung
es_es: Completar configuración

source: Completed
de_de: Abgeschlossen
es_es: Completado

source: Configure AI-powered features and automated workflows
de_de: Konfigurieren Sie KI-gestützte Funktionen und automatisierte Arbeitsabläufe
es_es: Utilice esta página para probar estilos y copiar ejemplos de código.

source: Configure confirmation and reminder emails
de_de: Konfigurieren Sie Bestätigungs- und Erinnerungs-E-Mails
es_es: Configurar correos electrónicos de confirmación y recordatorio

source: Configure payment methods (if enabled)
de_de: Zahlungsmethoden konfigurieren (falls aktiviert)
es_es: Configurar métodos de pago (si está habilitado)

source: Configure payments, emails, and booking behavior.
de_de: Konfigurieren Sie Zahlungen, E-Mails und Buchungsverhalten.
es_es: Configure pagos, correos electrónicos y comportamiento de reserva.

source: Configure room types and their availability settings
de_de: Konfigurieren Sie Zimmertypen und deren Verfügbarkeitseinstellungen
es_es: Configurar tipos de habitaciones y sus ajustes de disponibilidad

source: Configure scheduled automations like reminders and reports
de_de: Konfigurieren Sie geplante Automatisierungen wie Erinnerungen und Berichte
es_es: Configure automatizaciones programadas como recordatorios e informes

source: Configure scheduled automations like reminders and reports. Execution respects the AI Operating Mode (HITL drafts go to Outbox).
de_de: Konfigurieren Sie geplante Automatisierungen wie Erinnerungen und Berichte.
es_es: Configure automatizaciones programadas como recordatorios e informes.

source: Configure your bookable services and their availability settings
de_de: Konfigurieren Sie Ihre buchbaren Dienste und deren Verfügbarkeitseinstellungen
es_es: La ejecución respeta el modo operativo AI (los borradores HITL van a la Bandeja de salida).

source: Configure your booking system preferences
de_de: Konfigurieren Sie Ihre Buchungssystemeinstellungen
es_es: Configura las preferencias de tu sistema de reservas

source: Configured âœ“
de_de: Konfiguriert –
es_es: Configurado "

source: Configured Webhooks
de_de: Konfigurierte Webhooks
es_es: Webhooks configurados

source: Confirm booking
de_de: Buchung bestätigen
es_es: Confirmar reserva

source: Confirm Refund
de_de: Bestätigen Sie die Rückerstattung
es_es: Confirmar reembolso

source: Confirmed
de_de: Bestätigt
es_es: Confirmado

source: Conflict Check
de_de: Konfliktprüfung
es_es: Verificación de conflictos

source: Conflict detected. The requested action cannot be completed.
de_de: Konflikt erkannt.
es_es: Conflicto detectado.

source: Connection failed.
de_de: Verbindung fehlgeschlagen.
es_es: La acción solicitada no se puede completar.

source: Connection failed: %s
de_de: Verbindung fehlgeschlagen: %s
es_es: Error de conexión: %s

source: Connection OK
de_de: Verbindung ok
es_es: Conexión correcta

source: Connection OK.
de_de: Verbindung ok.
es_es: Conexión correcta.

source: Contact Email
de_de: Kontakt-E-Mail
es_es: Correo electrónico de contacto

source: Contact Info
de_de: Kontaktinformationen
es_es: Información de contacto

source: Container Shadow
de_de: Container-Schatten
es_es: Sombra del contenedor

source: Continue
de_de: Fortfahren
es_es: Continuar

source: Control which elements should have shadows. Uncheck all for a flat design.
de_de: Steuern Sie, welche Elemente Schatten haben sollen.
es_es: Controla qué elementos deben tener sombras.

source: Controls how verbose logging is.
de_de: Steuert, wie ausführlich die Protokollierung ist.
es_es: Desmarque todo para obtener un diseño plano.

source: Controls the time grid used to compute available times.
de_de: Steuert das Zeitraster, das zur Berechnung der verfügbaren Zeiten verwendet wird.
es_es: Controla la cuadrícula de tiempo utilizada para calcular los tiempos disponibles.

source: Controls whether services (appointments) or hotel date ranges are bookable.
de_de: Steuert, ob Leistungen (Termine) oder Hotelzeitraume buchbar sind.
es_es: Controla si se pueden reservar servicios (citas) o rangos de fechas de hotel.

source: Cost / Night
de_de: Kosten/Nacht
es_es: Costo / Noche

source: Cost per Night
de_de: Kosten pro Nacht
es_es: Costo por noche

source: Could not assign room.
de_de: Zimmer konnte nicht zugewiesen werden.
es_es: No se pudo asignar habitación.

source: Could not create coupon
de_de: Gutschein konnte nicht erstellt werden
es_es: No se pudo crear el cupón

source: Could not create exception.
de_de: Ausnahme konnte nicht erstellt werden.
es_es: No se pudo crear una excepción.

source: Could not create outbox draft.
de_de: Der Postausgangsentwurf konnte nicht erstellt werden.
es_es: No se pudo crear el borrador de la bandeja de salida.

source: Could not create report draft.
de_de: Berichtsentwurf konnte nicht erstellt werden.
es_es: No se pudo crear el borrador del informe.

source: Could not delete appointment.
de_de: Termin konnte nicht gelöscht werden.
es_es: No se pudo eliminar la cita.

source: Could not delete appointments. Please try again.
de_de: Termine konnten nicht gelöscht werden. Bitte versuchen Sie es erneut.
es_es: No se pudieron eliminar las citas.

source: Could not delete exception.
de_de: Ausnahme konnte nicht gelöscht werden.
es_es: Por favor inténtalo de nuevo.

source: Could not generate report.
de_de: Bericht konnte nicht erstellt werden.
es_es: No se pudo generar el informe.

source: Could not load appointment details.
de_de: Termindetails konnten nicht geladen werden.
es_es: No se pudieron cargar los detalles de la cita.

source: Could not load room suggestions.
de_de: Zimmervorschläge konnten nicht geladen werden.
es_es: No se pudieron cargar sugerencias de habitaciones.

source: Could not load rooms.
de_de: Zimmer konnten nicht geladen werden.
es_es: No se pudieron cargar las habitaciones.

source: Could not propose room.
de_de: Konnte kein Zimmer vorschlagen.
es_es: No se pudo proponer habitación.

source: Could not queue room assignment.
de_de: Die Raumzuweisung konnte nicht in die Warteschlange gestellt werden.
es_es: No se pudo hacer cola para la asignación de sala.

source: Could not reject draft.
de_de: Entwurf konnte nicht abgelehnt werden.
es_es: No se pudo rechazar el borrador.

source: Could not save %s. Please try again.
de_de: %s konnte nicht gespeichert werden.
es_es: No se pudo guardar %s.

source: Could not save color.
de_de: Farbe konnte nicht gespeichert werden.
es_es: Por favor inténtalo de nuevo.

source: Could not save customer.
de_de: Kunde konnte nicht gespeichert werden.
es_es: No se pudo salvar al cliente.

source: Could not save customer. Please try again.
de_de: Kunde konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: No se pudo guardar el cliente. Por favor, inténtelo de nuevo.

source: Could not save guest. Please try again.
de_de: Gast konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: No se pudo guardar al invitado.

source: Could not save service. Please try again.
de_de: Dienstleistung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: No se pudo guardar el servicio. Por favor, inténtelo de nuevo.

source: Could not save the appointment to the database.
de_de: Der Termin konnte nicht in der Datenbank gespeichert werden.
es_es: No se pudo guardar la cita en la base de datos.

source: Could not update appointment.
de_de: Termin konnte nicht aktualisiert werden.
es_es: No se pudo actualizar la cita.

source: Could not update draft.
de_de: Entwurf konnte nicht aktualisiert werden.
es_es: Por favor inténtalo de nuevo.

source: Could not update status.
de_de: Status konnte nicht aktualisiert werden.
es_es: No se pudo actualizar el estado.

source: Coupon code already exists
de_de: Der Gutscheincode ist bereits vorhanden
es_es: El código de cupón ya existe

source: Coupon code is required
de_de: Gutscheincode ist erforderlich
es_es: Se requiere código de cupón

source: Create
de_de: Erstellen
es_es: Crear

source: Create
de_de: Erstellen
es_es: Crear

source: Create %s
de_de: Erstellen Sie %s
es_es: Crear %s

source: Create a booking page
de_de: Erstellen Sie eine Buchungsseite
es_es: Crear una página de reserva

source: Create Customer
de_de: Kunde anlegen
es_es: Crear cliente

source: Create exception
de_de: Ausnahme erstellen
es_es: Crear excepción

source: Create First Appointment
de_de: Ersten Termin erstellen
es_es: Crear primera cita

source: Create First Room Type
de_de: Ersten Zimmertyp erstellen
es_es: Crear primer tipo de habitación

source: Create First Service
de_de: Erste Dienstleistung erstellen
es_es: Crear primer servicio

source: Create Guest
de_de: Gast erstellen
es_es: Crear huésped

source: Create Package
de_de: Paket erstellen
es_es: Crear paquete

source: Create/Edit/Delete Bookings
de_de: Buchungen erstellen/bearbeiten/löschen
es_es: Crear/Editar/Eliminar Reservas

source: Create/Edit/Delete Customers
de_de: Kunden erstellen/bearbeiten/löschen
es_es: Crear/Editar/Eliminar Clientes

source: Create/Edit/Delete Services/Rooms
de_de: Dienste/Räume erstellen/bearbeiten/löschen
es_es: Crear/Editar/Eliminar Servicios/Salas

source: Create/Edit/Delete Staff
de_de: Mitarbeiter erstellen/bearbeiten/löschen
es_es: Crear/Editar/Eliminar personal

source: Created
de_de: Erstellt
es_es: Creado

source: Credit cards, Apple Pay, Google Pay
de_de: Kreditkarten, Apple Pay, Google Pay
es_es: Tarjetas de crédito, Apple Pay, Google Pay

source: Credits
de_de: Guthaben
es_es: Créditos

source: Cron jobs will be scheduled when you enable features like automated reminders or cleanup.
de_de: Cron-Jobs werden geplant, wenn Sie Funktionen wie automatische Erinnerungen oder Bereinigung aktivieren.
es_es: Las tareas cron se programarán cuando habilite funciones como recordatorios automáticos o limpieza.

source: CSS Debug
es_es: Depuración CSS

source: CSS Variable Test
de_de: CSS-Variablentest
es_es: Prueba de variables CSS

source: Currency Settings
de_de: Währungseinstellungen
es_es: Configuración de moneda

source: Custom CSS
de_de: Benutzerdefiniertes CSS
es_es: CSS personalizado

source: Custom CSS Rules
de_de: Benutzerdefinierte CSS-Regeln
es_es: Reglas CSS personalizadas

source: Customer
de_de: Kunde
es_es: Cliente

source: Customer Created
de_de: Kunde erstellt
es_es: Cliente creado

source: Customer data anonymized successfully.
de_de: Kundendaten erfolgreich anonymisiert.
es_es: Datos del cliente anonimizados exitosamente.

source: Customer Email
de_de: Kunden-E-Mail
es_es: Correo del cliente

source: Customer not found or anonymization failed.
de_de: Kunde nicht gefunden oder Anonymisierung fehlgeschlagen.
es_es: Cliente no encontrado o error de anonimización.

source: Customer notes
de_de: Kundennotizen
es_es: Notas del cliente

source: Customer Notifications
de_de: Kundenbenachrichtigungen
es_es: Notificaciones al cliente

source: Customer saved.
de_de: Kunde gespeichert.
es_es: Cliente guardado.

source: Customer:
de_de: Kunde:
es_es: Cliente:

source: Customers
de_de: Kunden
es_es: Clientes

source: Customers are created automatically from bookings, or you can add them manually.
de_de: Kunden werden automatisch aus Buchungen erstellt oder Sie können sie manuell hinzufügen.
es_es: Los clientes se crean automáticamente a partir de las reservas o puedes agregarlos manualmente.

source: Customers are created automatically from bookings. You can also add them manually.
de_de: Kunden werden automatisch aus Buchungen angelegt.
es_es: Los clientes se crean automáticamente a partir de las reservas.

source: Customize colors, typography, and design tokens for your booking forms.
de_de: Passen Sie Farben, Typografie und Design-Tokens für Ihre Buchungsformulare an.
es_es: También puedes agregarlos manualmente.

source: Customize Design
de_de: Design anpassen
es_es: Personalizar diseño

source: Customize the appearance of your booking wizard.
de_de: Passen Sie das Erscheinungsbild Ihres Buchungsassistenten an.
es_es: Personaliza la apariencia de tu asistente de reservas.

source: Daily
de_de: Täglich
es_es: Diario

source: Daily @ %s
de_de: Täglich @ %s
es_es: Diariamente @ %s

source: Danger
de_de: Gefahr
es_es: Peligro

source: Dashboard
es_es: Panel de control

source: Dashboard Overview
de_de: Dashboard-Übersicht
es_es: Descripción general del panel

source: Data Retention Settings
de_de: Einstellungen zur Datenaufbewahrung
es_es: Configuración de retención de datos

source: Database Maintenance
de_de: Datenbankwartung
es_es: Mantenimiento de base de datos
